Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: collective flow in a jam session
de: kollektiven Flow in einer Jamsession
es: flujo colectivo en una sesión de improvisación
fr: le flux collectif d'une session d'improvisation
ja: ジャムセッションでの集合的フロー
pt_br: fluxo coletivo em uma jam session

source: compare
de: vergleichen
es: comparar
fr: comparer
ja: 比較する
pt_br: comparar

source: connect
de: verbinden
es: conectar
fr: connecter
ja: つながる
pt_br: conectar

source: consent through embodied signals
de: Einverständnis durch verkörperte Signale
es: consentimiento a través de señales corporales
fr: le consentement par les signaux corporels
ja: 身体的信号による同意
pt_br: consentimento por meio de sinais corporais

source: coral health metrics across reef systems
de: Korallengesundheitsmetriken über Riffsysteme hinweg
es: métricas de salud del coral en sistemas de arrecifes
fr: les indicateurs de santé corallienne à travers les systèmes récifaux
ja: リーフシステム全体のサンゴ健康指標
pt_br: métricas de saúde de corais em sistemas de recife

source: coral reef ecosystems with AI monitoring
de: Korallenriff-Ökosysteme mit KI-Überwachung
es: ecosistemas de arrecifes de coral con monitoreo de IA
fr: les écosystèmes de récifs coralliens avec suivi par IA
ja: AIモニタリングによるサンゴ礁エコシステム
pt_br: ecossistemas de recifes de coral com monitoramento por IA

source: correlate
de: korrelieren
es: correlacionar
fr: corréler
ja: 相関させる
pt_br: correlacionar

source: create
de: erschaffen
es: crear
fr: créer
ja: 創造する
pt_br: criar

source: crises with early warning biometrics
de: Krisen mit biometrischen Frühwarnsignalen
es: crisis con biometría de alerta temprana
fr: les crises grâce aux biométriques d'alerte précoce
ja: 早期警告バイオメトリクスによる危機を
pt_br: crises com biometria de alerta precoce

source: cystic fibrosis outcomes through gamification
de: Mukoviszidose-Ergebnisse durch Gamification
es: resultados de fibrosis quística mediante gamificación
fr: les résultats de la mucoviscidose par la gamification
ja: ゲーミフィケーションによる嚢胞性線維症の治療成果
pt_br: resultados da fibrose cística por meio de gamificação

source: dance
de: tanzen
es: bailar
fr: danser
ja: 踊る
pt_br: dançar

source: democratize
de: demokratisieren
es: democratizar
fr: démocratiser
ja: 民主化する
pt_br: democratizar

source: detect
de: erkennen
es: detectar
fr: détecter
ja: 検出する
pt_br: detectar

source: distributed datasets via P2P CRDT networks
de: verteilte Datensätze über P2P-CRDT-Netzwerke
es: conjuntos de datos distribuidos vía redes P2P CRDT
fr: jeux de données distribués via des réseaux P2P CRDT
ja: P2P CRDTネットワーク経由の分散データセット
pt_br: conjuntos de dados distribuídos via redes P2P CRDT

source: document
de: dokumentieren
es: documentar
fr: documenter
ja: 記録する
pt_br: documentar

source: drones while sharing your excitement
de: Drohnen, während du deine Begeisterung teilst
es: drones mientras compartes tu emoción
fr: des drones en partageant votre enthousiasme
ja: ワクワクを共有しながらドローンを
pt_br: drones enquanto compartilha sua empolgação

source: empower
de: befähigen
es: empoderar
fr: autonomiser
ja: 力を与える
pt_br: empoderar

source: enable
de: ermöglichen
es: habilitar
fr: permettre
ja: 可能にする
pt_br: possibilitar

source: escape rooms with physiological puzzles
de: Escape Rooms mit physiologischen Rätseln
es: salas de escape con acertijos fisiológicos
fr: des escape rooms avec des énigmes physiologiques
ja: 生理学的パズルのあるエスケープルーム
pt_br: salas de escape com enigmas fisiológicos

source: experience
de: erleben
es: experimentar
fr: vivre
ja: 体験する
pt_br: vivenciar

source: explore
de: erkunden
es: explorar
fr: explorer
ja: 探索する
pt_br: explorar

source: export
de: exportieren
es: exportar
fr: exporter
ja: エクスポートする
pt_br: exportar

source: feel
de: fühlen
es: sentir
fr: ressentir
ja: 感じる
pt_br: sentir

source: field research data stored locally on mobile
de: Feldforschungsdaten lokal auf dem Mobilgerät gespeichert
es: datos de investigación de campo almacenados localmente en el móvil
fr: données de recherche de terrain stockées localement sur mobile
ja: モバイルにローカル保存されたフィールド研究データ
pt_br: dados de pesquisa de campo armazenados localmente no celular

source: for humans who believe technology should serve connection, not extraction.
de: für Menschen, die glauben, dass Technologie der Verbindung dienen sollte, nicht der Ausbeutung.
es: para personas que creen que la tecnología debe servir a la conexión, no a la extracción.
fr: pour les humains qui croient que la technologie devrait servir la connexion, pas l'extraction.
ja: テクノロジーは搾取ではなくつながりに奉仕すべきだと信じる人のために。
pt_br: para humanos que acreditam que a tecnologia deve servir à conexão, não à extração.

source: freediving training protocols with ECG
de: Freitauchen-Trainingsprotokolle mit ECG
es: protocolos de entrenamiento de apnea con ECG
fr: les protocoles d'entraînement d'apnée avec ECG
ja: ECGを用いたフリーダイビングトレーニングプロトコル
pt_br: protocolos de treinamento de mergulho livre com ECG

source: group synchronization in meditation studies
de: Gruppensynchronisation in Meditationsstudien
es: sincronización grupal en estudios de meditación
fr: la synchronisation de groupe dans les études de méditation
ja: 瞑想研究におけるグループシンクロニゼーション
pt_br: sincronização grupal em estudos de meditação

source: improve
de: verbessern
es: mejorar
fr: améliorer
ja: 改善する
pt_br: melhorar

source: in calm-off sessions seeing who relaxes first
de: in Entspannungswettbewerben, wer sich zuerst entspannt
es: en sesiones de calma viendo quién se relaja primero
fr: dans des défis de calme pour voir qui se détend en premier
ja: 誰が先にリラックスするか競うカームオフセッションで
pt_br: em sessões de calma vendo quem relaxa primeiro

source: independence for wheelchair users
de: Selbstständigkeit für Rollstuhlfahrer
es: independencia para usuarios de sillas de ruedas
fr: l'autonomie des utilisateurs de fauteuil roulant
ja: 車椅子ユーザーの自立を
pt_br: independência para cadeirantes

source: integrate
de: integrieren
es: integrar
fr: intégrer
ja: 統合する
pt_br: integrar

source: intervention effectiveness with biometrics
de: Interventionswirksamkeit mit Biometrie
es: efectividad de intervenciones con biometría
fr: l'efficacité des interventions grâce aux biométriques
ja: バイオメトリクスによる介入の有効性
pt_br: eficácia de intervenções com biometria

source: isolated individuals to support networks
de: isolierte Individuen mit Unterstützungsnetzwerken
es: personas aisladas a redes de apoyo
fr: les individus isolés aux réseaux de soutien
ja: 孤立した個人をサポートネットワークに
pt_br: indivíduos isolados a redes de apoio

source: jam
de: jammen
es: improvisar
fr: improviser
ja: ジャムする
pt_br: improvisar

source: know
de: wissen
es: saber
fr: savoir
ja: 知る
pt_br: saber

source: laugh
de: lachen
es: reír
fr: rire
ja: 笑う
pt_br: rir

source: map
de: kartieren
es: mapear
fr: cartographier
ja: マッピングする
pt_br: mapear

source: marine biodiversity through acoustic detection
de: marine Biodiversität durch akustische Erkennung
es: biodiversidad marina mediante detección acústica
fr: la biodiversité marine par la détection acoustique
ja: 音響検出による海洋生物多様性
pt_br: biodiversidade marinha por meio de detecção acústica

source: marine migration patterns via bioacoustics
de: marine Wanderungsmuster via Bioakustik
es: patrones de migración marina vía bioacústica
fr: les schémas de migration marine via la bioacoustique
ja: バイオアコースティクスによる海洋移動パターン
pt_br: padrões de migração marinha via bioacústica

source: massive datasets like wildflow.org corals
de: riesige Datensätze wie wildflow.org-Korallen
es: conjuntos de datos masivos como los corales de wildflow.org
fr: des jeux de données massifs comme les coraux de wildflow.org
ja: wildflow.orgのサンゴなどの大規模データセット
pt_br: conjuntos massivos de dados como corais do wildflow.org

source: measure
de: messen
es: medir
fr: mesurer
ja: 測定する
pt_br: medir

source: mental health with trusted peer networks
de: psychische Gesundheit mit vertrauenswürdigen Peer-Netzwerken
es: salud mental con redes de pares de confianza
fr: la santé mentale grâce aux réseaux de pairs de confiance
ja: 信頼できるピアネットワークによるメンタルヘルス
pt_br: saúde mental com redes de pares confiáveis

source: monitor
de: überwachen
es: monitorear
fr: surveiller
ja: モニターする
pt_br: monitorar

source: music from your collective heartbeats
de: Musik aus euren gemeinsamen Herzschlägen
es: música a partir de sus latidos colectivos
fr: de la musique à partir de vos battements de cœur collectifs
ja: みんなの心拍から音楽を
pt_br: música a partir dos seus batimentos coletivos

source: new experiences by reaching flow states
de: neue Erfahrungen durch das Erreichen von Flow-Zuständen
es: nuevas experiencias alcanzando estados de flujo
fr: de nouvelles expériences en atteignant des états de flow
ja: フロー状態に到達して新しい体験を
pt_br: novas experiências ao alcançar estados de fluxo

source: non-verbal communication via physiology
de: nonverbale Kommunikation über Physiologie
es: comunicación no verbal a través de la fisiología
fr: la communication non verbale via la physiologie
ja: 生理機能による非言語コミュニケーション
pt_br: comunicação não-verbal via fisiologia

source: notice
de: bemerken
es: notar
fr: remarquer
ja: 気づく
pt_br: perceber

source: observe
de: beobachten
es: observar
fr: observer
ja: 観察する
pt_br: observar

source: physiological data with mood reports
de: physiologische Daten mit Stimmungsberichten
es: datos fisiológicos con reportes de estado de ánimo
fr: les données physiologiques avec les rapports d'humeur
ja: 生理学的データと気分レポート
pt_br: dados fisiológicos com relatórios de humor

source: physiotherapy into engaging games
de: Physiotherapie in fesselnde Spiele
es: fisioterapia en juegos atractivos
fr: la kinésithérapie en jeux captivants
ja: 理学療法を魅力的なゲームに
pt_br: fisioterapia em jogos envolventes

source: pilot
de: steuern
es: pilotar
fr: piloter
ja: 操縦する
pt_br: pilotar

source: play
de: spielen
es: jugar
fr: jouer
ja: 遊ぶ
pt_br: jogar

source: presence across distance and time
de: Präsenz über Distanz und Zeit hinweg
es: presencia a través de la distancia y el tiempo
fr: la présence au-delà de la distance et du temps
ja: 距離と時間を超えた存在感
pt_br: presença através da distância e do tempo

source: prevent
de: vorbeugen
es: prevenir
fr: prévenir
ja: 予防する
pt_br: prevenir

source: process
de: verarbeiten
es: procesar
fr: traiter
ja: 処理する
pt_br: processar

source: protect
de: schützen
es: proteger
fr: protéger
ja: 守る
pt_br: proteger

source: prototype
de: prototypisieren
es: prototipar
fr: prototyper
ja: プロトタイプする
pt_br: prototipar

source: quantify
de: quantifizieren
es: cuantificar
fr: quantifier
ja: 定量化する
pt_br: quantificar

source: recovery patterns across athlete cohorts
de: Erholungsmuster über Athletenkohorten hinweg
es: patrones de recuperación en cohortes de atletas
fr: les schémas de récupération entre cohortes d'athlètes
ja: アスリートコホート全体の回復パターン
pt_br: padrões de recuperação em grupos de atletas

source: research with P2P data collection
de: Forschung mit P2P-Datenerhebung
es: investigación con recolección de datos P2P
fr: la recherche grâce à la collecte de données P2P
ja: P2Pデータ収集による研究を
pt_br: pesquisa com coleta de dados P2P

source: restore
de: wiederherstellen
es: restaurar
fr: restaurer
ja: 復元する
pt_br: restaurar

source: roll
de: würfeln
es: lanzar
fr: lancer
ja: 転がす
pt_br: rolar

source: sense
de: spüren
es: percibir
fr: percevoir
ja: 感じ取る
pt_br: sentir

source: sensor-driven party games with friends
de: sensorgesteuerte Partyspiele mit Freunden
es: juegos de fiesta basados en sensores con amigos
fr: des jeux de soirée pilotés par capteurs entre amis
ja: 友達とのセンサー駆動パーティーゲーム
pt_br: jogos de festa com sensores entre amigos

source: share
de: teilen
es: compartir
fr: partager
ja: 共有する
pt_br: compartilhar

source: smart dice that glow with your heartbeat
de: smarte Würfel, die mit deinem Herzschlag leuchten
es: dados inteligentes que brillan con tu latido
fr: des dés intelligents qui brillent au rythme de votre cœur
ja: 心拍に合わせて光るスマートダイス
pt_br: dados inteligentes que brilham com seus batimentos

source: solve
de: lösen
es: resolver
fr: résoudre
ja: 解決する
pt_br: resolver

source: someone's nervousness before they speak
de: die Nervosität von jemandem, bevor er spricht
es: el nerviosismo de alguien antes de que hable
fr: la nervosité de quelqu'un avant qu'il ne parle
ja: 話す前の誰かの緊張を
pt_br: o nervosismo de alguém antes de falar

source: species diversity with automated detection
de: Artenvielfalt mit automatisierter Erkennung
es: diversidad de especies con detección automatizada
fr: la diversité des espèces par détection automatisée
ja: 自動検出による種の多様性
pt_br: diversidade de espécies com detecção automatizada

source: stream
de: streamen
es: transmitir
fr: diffuser
ja: ストリーミングする
pt_br: transmitir

source: stress patterns in distributed populations
de: Stressmuster in verteilten Populationen
es: patrones de estrés en poblaciones distribuidas
fr: les schémas de stress dans des populations distribuées
ja: 分散集団のストレスパターン
pt_br: padrões de estresse em populações distribuídas

source: study
de: untersuchen
es: estudiar
fr: étudier
ja: 研究する
pt_br: estudar

source: support
de: unterstützen
es: apoyar
fr: soutenir
ja: サポートする
pt_br: apoiar

source: sync
de: synchronisieren
es: sincronizar
fr: synchroniser
ja: 同期する
pt_br: sincronizar

source: synchronized pleasure in real-time
de: synchronisierte Lust in Echtzeit
es: placer sincronizado en tiempo real
fr: du plaisir synchronisé en temps réel
ja: リアルタイムでシンクロした快感
pt_br: prazer sincronizado em tempo real

source: temperature, humidity, pressure, air quality
de: Temperatur, Luftfeuchtigkeit, Druck, Luftqualität
es: temperatura, humedad, presión, calidad del aire
fr: température, humidité, pression, qualité de l'air
ja: 温度、湿度、気圧、空気品質
pt_br: temperatura, umidade, pressão, qualidade do ar

source: the ocean's rhythm through a hydrophone
de: den Rhythmus des Ozeans durch ein Hydrophon
es: el ritmo del océano a través de un hidrófono
fr: le rythme de l'océan à travers un hydrophone
ja: ハイドロフォンを通じた海のリズムを
pt_br: o ritmo do oceano através de um hidrofone

source: time-series data in scientific formats
de: Zeitreihendaten in wissenschaftlichen Formaten
es: datos de series temporales en formatos científicos
fr: des données temporelles dans des formats scientifiques
ja: 科学的フォーマットの時系列データ
pt_br: dados de séries temporais em formatos científicos

source: together and watch your sync grow
de: gemeinsam und beobachte, wie eure Synchronisation wächst
es: juntos y observa cómo crece tu sincronización
fr: ensemble et regarder votre synchronisation grandir
ja: 一緒に呼吸してシンクロが育つのを見守る
pt_br: juntos e veja sua sincronia crescer

source: together as instruments respond to your mood
de: zusammen, während Instrumente auf deine Stimmung reagieren
es: juntos mientras los instrumentos responden a tu estado de ánimo
fr: ensemble tandis que les instruments répondent à votre humeur
ja: 楽器が気分に反応する中で一緒に
pt_br: juntos enquanto instrumentos respondem ao seu humor

source: together at silent discos with shared pulse
de: zusammen bei Silent Discos mit geteiltem Puls
es: juntos en discotecas silenciosas con pulso compartido
fr: ensemble lors de silent discos au pouls partagé
ja: 共有パルスのサイレントディスコで一緒に
pt_br: juntos em festas silenciosas com pulso compartilhado

source: track
de: verfolgen
es: rastrear
fr: suivre
ja: 追跡する
pt_br: rastrear

source: transform
de: transformieren
es: transformar
fr: transformer
ja: 変革する
pt_br: transformar

source: trauma healing with biofeedback
de: Traumaheilung mit Biofeedback
es: sanación del trauma con biofeedback
fr: la guérison des traumatismes par le biofeedback
ja: バイオフィードバックによるトラウマの癒し
pt_br: cura de trauma com biofeedback

source: trigger
de: auslösen
es: activar
fr: déclencher
ja: トリガーする
pt_br: acionar

source: trust forming in a therapy session
de: Vertrauensbildung in einer Therapiesitzung
es: la confianza formándose en una sesión de terapia
fr: la confiance se former lors d'une séance de thérapie
ja: セラピーセッションで信頼が形成されるのを
pt_br: a confiança se formando em uma sessão de terapia

source: underwater hydrophone feeds with spectrograms
de: Unterwasser-Hydrophon-Feeds mit Spektrogrammen
es: transmisiones de hidrófonos submarinos con espectrogramas
fr: flux d'hydrophones sous-marins avec spectrogrammes
ja: スペクトログラム付き水中ハイドロフォンフィード
pt_br: transmissões de hidrofone subaquático com espectrogramas

source: underwater worlds through ROV adventures
de: Unterwasserwelten durch ROV-Abenteuer
es: mundos submarinos a través de aventuras con ROV
fr: des mondes sous-marins à travers des aventures en ROV
ja: ROVアドベンチャーで水中世界を
pt_br: mundos subaquáticos através de aventuras com ROV

source: unlock
de: freischalten
es: desbloquear
fr: débloquer
ja: 解き放つ
pt_br: desbloquear

source: validate
de: validieren
es: validar
fr: valider
ja: 検証する
pt_br: validar

source: verify
de: verifizieren
es: verificar
fr: vérifier
ja: 確認する
pt_br: verificar

source: vibe
de: viben
es: vibrar
fr: vibrer
ja: バイブする
pt_br: curtir

source: visualize
de: visualisieren
es: visualizar
fr: visualiser
ja: 可視化する
pt_br: visualizar

source: wandering risk via wearable location tracking
de: Weglaufrisiko via tragbare Standortverfolgung
es: riesgo de deambulación vía rastreo de ubicación portátil
fr: le risque d'errance via le suivi de localisation par dispositif portable
ja: ウェアラブル位置追跡による徘徊リスク
pt_br: risco de deambulação via rastreamento de localização vestível

source: when words aren't needed anymore
de: wenn Worte nicht mehr nötig sind
es: cuando las palabras ya no son necesarias
fr: quand les mots ne sont plus nécessaires
ja: もう言葉が要らなくなったとき
pt_br: quando palavras não são mais necessárias

source: when your partner needs to be held
de: wenn dein Partner gehalten werden muss
es: cuando tu pareja necesita ser abrazada
fr: quand votre partenaire a besoin d'être enlacé
ja: パートナーが抱きしめてほしいとき
pt_br: quando seu parceiro precisa de um abraço

source: with haptic feedback synced to the beat
de: mit haptischem Feedback synchron zum Beat
es: con retroalimentación háptica sincronizada al ritmo
fr: avec retour haptique synchronisé au rythme
ja: ビートに同期したハプティックフィードバックで
pt_br: com feedback háptico sincronizado ao ritmo

source: witness
de: bezeugen
es: presenciar
fr: observer
ja: 見届ける
pt_br: testemunhar

source: your body's wisdom guiding decisions
de: die Weisheit deines Körpers bei Entscheidungen
es: la sabiduría de tu cuerpo guiando decisiones
fr: la sagesse de votre corps guider vos décisions
ja: 身体の知恵が決断を導く
pt_br: a sabedoria do seu corpo guiando decisões

source: your breathing with a meditation circle
de: deine Atmung mit einem Meditationskreis
es: tu respiración con un círculo de meditación
fr: votre respiration avec un cercle de méditation
ja: 瞑想サークルとの呼吸を
pt_br: sua respiração com um círculo de meditação

source: your calm with an anxious loved one
de: deine Ruhe mit einem ängstlichen geliebten Menschen
es: tu calma con un ser querido ansioso
fr: votre calme avec un proche anxieux
ja: 不安な大切な人にあなたの穏やかさを
pt_br: sua calma com um ente querido ansioso

source: your child's nightmare from another room
de: den Albtraum deines Kindes aus einem anderen Zimmer
es: la pesadilla de tu hijo desde otra habitación
fr: le cauchemar de votre enfant depuis une autre pièce
ja: 別の部屋からお子さんの悪夢に
pt_br: o pesadelo do seu filho de outro cômodo

source: your gameplay with live biometrics overlay
de: dein Gameplay mit Live-Biometrie-Overlay
es: tu juego con superposición de biometría en vivo
fr: votre gameplay avec une surcouche biométrique en direct
ja: ライブバイオメトリクスオーバーレイでゲームプレイを
pt_br: sua gameplay com sobreposição de biometria ao vivo

source: Built for humans who want to **truly** connect
de: Gebaut für Menschen, die sich **wirklich** verbinden
ja: **本当に**つながりたいと願う人のために

source: Connection measured in **heartbeats**, not dopamine hits.
de: Verbindung gemessen in **Herzschlägen**, nicht in Dopamin-Kicks.
ja: ドーパミンではなく、**心拍**でつながりを測る。

source: Every technical decision is a **moral statement**
de: Jede technische Entscheidung ist eine **moralische Aussage**
ja: すべての技術的決定は**道徳的な声明**である

source: Scientific **foundations** for human connection
de: Wissenschaftliche **Grundlagen** für menschliche Verbindung
ja: 人と人のつながりの科学的**基盤**

source: Technology promised connection and delivered **performance**.
de: Technologie versprach Verbindung und lieferte **Inszenierung**.
ja: テクノロジーはつながりを約束し、**パフォーマンス**を届けた。

source: Technology that **amplifies empathy** instead of exploiting attention.
de: Technologie, die **Empathie verstärkt**, anstatt Aufmerksamkeit auszubeuten.
ja: 注意力を搾取するのではなく、**共感を増幅する**テクノロジー。

source: If this user exists in our database you will contacted with a sign-in link shortly.
de: Pls check your inbox and click on the magic link.
es: Pls check your inbox and click on the magic link.
fr: Pls check your inbox and click on the magic link.
pt_br: Pls check your inbox and click on the magic link.
