Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: CARE NETWORKS: SOCIAL TIES AS HEALTH INFRASTRUCTURE The care network research establishes the epidemiological significance of human connection. Kawachi and Berkman's 2001 paper in the Journal of Urban Health documented what subsequent research has repeatedly confirmed: social ties directly influence mental health outcomes. People with strong social networks experience lower rates of depression, better recovery from illness, reduced mortality risk, and improved quality of life across virtually every measure. Isolation is not just uncomfortable; it's a significant health risk factor comparable to smoking. Repper and Carter's 2011 systematic review of peer support in the Journal of Mental Health demonstrated that mutual aid creates therapeutic value that professional intervention alone cannot replicate. Peer supporters—individuals with lived experience of mental health challenges—provide a form of understanding and validation that differs qualitatively from professional care. This isn't about replacing clinicians; it's about recognizing that healing happens in community, not just in clinical settings. The challenge that current technology fails to address is the reactive nature of support. By the time someone posts about a crisis, the crisis is often well advanced. By the time friends notice withdrawal, isolation has already taken hold. What the research suggests is needed is proactive support—the ability to notice someone struggling before they can articulate it, to reach out before being asked. Chen and Schultz's 2016 research in JMIR Mental Health explored how technology might enhance rather than diminish compassionate care. Their work suggests that technology-mediated support can extend the reach of care networks without replacing their human core. The key is designing technology that facilitates genuine connection rather than substituting for it.
de: FÜRSORGENETZWERKE: SOZIALE BINDUNGEN ALS GESUNDHEITSINFRASTRUKTUR Die Forschung zu Fürsorgenetzwerken belegt die epidemiologische Bedeutung menschlicher Verbindung. Kawachi und Berkmans Veröffentlichung von 2001 im Journal of Urban Health dokumentierte, was nachfolgende Forschung wiederholt bestätigt hat: Soziale Bindungen beeinflussen direkt die psychische Gesundheit. Menschen mit starken sozialen Netzwerken erleben geringere Depressionsraten, bessere Genesung bei Krankheit, reduziertes Sterberisiko und verbesserte Lebensqualität in praktisch jeder Messgröße. Isolation ist nicht nur unangenehm; sie ist ein erheblicher Gesundheitsrisikofaktor, vergleichbar mit Rauchen. Repper und Carters systematische Übersichtsarbeit von 2011 zur Peer-Unterstützung im Journal of Mental Health zeigte, dass gegenseitige Hilfe einen therapeutischen Wert schafft, den professionelle Intervention allein nicht replizieren kann. Peer-Unterstützer – Personen mit eigener Erfahrung psychischer Herausforderungen – bieten eine Form des Verständnisses und der Bestätigung, die sich qualitativ von professioneller Betreuung unterscheidet. Es geht nicht darum, Therapeuten zu ersetzen, sondern anzuerkennen, dass Heilung in Gemeinschaft stattfindet, nicht nur in klinischen Settings. Die Herausforderung, der aktuelle Technologie nicht begegnet, ist die reaktive Natur der Unterstützung. Wenn jemand über eine Krise postet, ist die Krise oft bereits weit fortgeschritten. Wenn Freunde Rückzug bemerken, hat sich die Isolation bereits festgesetzt. Was die Forschung nahelegt, ist proaktive Unterstützung – die Fähigkeit zu bemerken, dass jemand Schwierigkeiten hat, bevor er es artikulieren kann, sich zu melden, bevor man gefragt wird. Chen und Schultz' Forschung von 2016 in JMIR Mental Health untersuchte, wie Technologie mitfühlende Betreuung eher stärken als schmälern kann. Ihre Arbeit legt nahe, dass technologievermittelte Unterstützung die Reichweite von Fürsorgenetzwerken erweitern kann, ohne ihren menschlichen Kern zu ersetzen. Der Schlüssel liegt in der Gestaltung von Technologie, die echte Verbindung ermöglicht, anstatt sie zu substituieren.
es: REDES DE CUIDADO: LOS VÍNCULOS SOCIALES COMO INFRAESTRUCTURA DE SALUD La investigación sobre redes de cuidado establece la importancia epidemiológica de la conexión humana. El artículo de Kawachi y Berkman de 2001 en el Journal of Urban Health documentó lo que investigaciones posteriores han confirmado repetidamente: los vínculos sociales influyen directamente en los resultados de salud mental. Las personas con redes sociales fuertes experimentan menores tasas de depresión, mejor recuperación de enfermedades, menor riesgo de mortalidad y mejor calidad de vida en prácticamente todas las medidas. El aislamiento no es solo incómodo; es un factor de riesgo significativo para la salud comparable al tabaquismo. La revisión sistemática de Repper y Carter de 2011 sobre el apoyo entre pares en el Journal of Mental Health demostró que la ayuda mutua crea un valor terapéutico que la intervención profesional por sí sola no puede replicar. Los pares de apoyo—personas con experiencia vivida de desafíos de salud mental—proporcionan una forma de comprensión y validación que difiere cualitativamente de la atención profesional. No se trata de reemplazar a los clínicos; se trata de reconocer que la sanación ocurre en comunidad, no solo en entornos clínicos. El desafío que la tecnología actual no logra abordar es la naturaleza reactiva del apoyo. Para cuando alguien publica sobre una crisis, la crisis a menudo ya está muy avanzada. Para cuando los amigos notan el aislamiento, este ya se ha afianzado. Lo que la investigación sugiere que se necesita es apoyo proactivo—la capacidad de notar que alguien está luchando antes de que pueda articularlo, de acercarse antes de que lo pidan. La investigación de Chen y Schultz de 2016 en JMIR Mental Health exploró cómo la tecnología podría mejorar en lugar de disminuir la atención compasiva. Su trabajo sugiere que el apoyo mediado por tecnología puede extender el alcance de las redes de cuidado sin reemplazar su núcleo humano. La clave es diseñar tecnología que facilite la conexión genuina en lugar de sustituirla.
fr: RÉSEAUX DE SOINS : LES LIENS SOCIAUX COMME INFRASTRUCTURE DE SANTÉ La recherche sur les réseaux de soins établit l'importance épidémiologique de la connexion humaine. L'article de Kawachi et Berkman publié en 2001 dans le Journal of Urban Health a documenté ce que la recherche ultérieure a confirmé à maintes reprises : les liens sociaux influencent directement les résultats en matière de santé mentale. Les personnes disposant de réseaux sociaux solides connaissent des taux de dépression plus faibles, une meilleure récupération après la maladie, un risque de mortalité réduit et une meilleure qualité de vie selon pratiquement tous les indicateurs. L'isolement n'est pas seulement inconfortable ; c'est un facteur de risque sanitaire significatif comparable au tabagisme. La revue systématique de Repper et Carter en 2011 sur le soutien par les pairs dans le Journal of Mental Health a démontré que l'entraide crée une valeur thérapeutique que l'intervention professionnelle seule ne peut reproduire. Les pairs aidants — des personnes ayant vécu des difficultés de santé mentale — offrent une forme de compréhension et de validation qualitativement différente des soins professionnels. Il ne s'agit pas de remplacer les cliniciens ; il s'agit de reconnaître que la guérison se produit en communauté, pas seulement en milieu clinique. Le défi que la technologie actuelle ne parvient pas à relever est la nature réactive du soutien. Au moment où quelqu'un publie sur une crise, celle-ci est souvent déjà bien avancée. Au moment où les amis remarquent un retrait, l'isolement s'est déjà installé. Ce que la recherche suggère, c'est un soutien proactif — la capacité de remarquer que quelqu'un souffre avant qu'il ne puisse l'exprimer, de tendre la main avant qu'on ne le demande. La recherche de Chen et Schultz en 2016 dans JMIR Mental Health a exploré comment la technologie pourrait renforcer plutôt que diminuer les soins empreints de compassion. Leurs travaux suggèrent que le soutien médié par la technologie peut étendre la portée des réseaux de soins sans remplacer leur noyau humain. L'essentiel est de concevoir une technologie qui facilite la connexion authentique plutôt que de s'y substituer.
ja: ケアネットワーク：健康インフラとしての社会的つながり ケアネットワーク研究は、人間のつながりの疫学的重要性を確立しています。KawachiとBerkmanが2001年にJournal of Urban Healthに発表した論文は、その後の研究が繰り返し確認してきたことを記録しました：社会的つながりはメンタルヘルスの成果に直接影響を与えます。強い社会的ネットワークを持つ人々は、うつ病の発症率が低く、病気からの回復が良好で、死亡リスクが低下し、事実上あらゆる指標で生活の質が向上しています。孤立は単に不快なだけではなく、喫煙に匹敵する重大な健康リスク要因です。 RepperとCarterが2011年にJournal of Mental Healthで発表したピアサポートの系統的レビューは、相互扶助が専門的な介入だけでは再現できない治療的価値を生み出すことを実証しました。ピアサポーター——メンタルヘルスの課題を経験した個人——は、専門的ケアとは質的に異なる理解と承認の形を提供します。これは臨床医を置き換えることではなく、癒しがコミュニティの中で、臨床現場だけでなく起こることを認識することです。 現在のテクノロジーが対処できていない課題は、サポートの事後対応的な性質です。誰かが危機について投稿する頃には、危機はすでに深刻化していることが多いです。友人が引きこもりに気づく頃には、孤立はすでに定着しています。研究が示唆しているのは、予防的なサポート——誰かが言葉にする前に苦しんでいることに気づく能力、求められる前に手を差し伸べる能力——が必要だということです。 ChenとSchultzが2016年にJMIR Mental Healthで発表した研究は、テクノロジーが思いやりのあるケアを損なうのではなく、強化する方法を探りました。彼らの研究は、テクノロジーを介したサポートがケアネットワークの人間的な核心を置き換えることなく、その範囲を拡大できることを示唆しています。鍵となるのは、真のつながりを代替するのではなく、促進するテクノロジーを設計することです。
pt_br: REDES DE CUIDADO: VÍNCULOS SOCIAIS COMO INFRAESTRUTURA DE SAÚDE A pesquisa sobre redes de cuidado estabelece a importância epidemiológica da conexão humana. O artigo de Kawachi e Berkman de 2001 no Journal of Urban Health documentou o que pesquisas subsequentes confirmaram repetidamente: os vínculos sociais influenciam diretamente os resultados de saúde mental. Pessoas com redes sociais fortes apresentam taxas menores de depressão, melhor recuperação de doenças, risco reduzido de mortalidade e melhor qualidade de vida em praticamente todas as medidas. O isolamento não é apenas desconfortável; é um fator de risco significativo para a saúde, comparável ao tabagismo. A revisão sistemática de Repper e Carter de 2011 sobre apoio entre pares no Journal of Mental Health demonstrou que a ajuda mútua gera valor terapêutico que a intervenção profissional sozinha não consegue replicar. Apoiadores pares — indivíduos com experiência vivida de desafios de saúde mental — oferecem uma forma de compreensão e validação que difere qualitativamente do cuidado profissional. Não se trata de substituir os profissionais de saúde; trata-se de reconhecer que a cura acontece em comunidade, não apenas em ambientes clínicos. O desafio que a tecnologia atual não consegue resolver é a natureza reativa do apoio. Quando alguém publica sobre uma crise, a crise geralmente já está avançada. Quando os amigos percebem o afastamento, o isolamento já se instalou. O que a pesquisa sugere ser necessário é o apoio proativo — a capacidade de perceber que alguém está em dificuldade antes que consiga articular isso, de procurar a pessoa antes de ser solicitado. A pesquisa de Chen e Schultz de 2016 no JMIR Mental Health explorou como a tecnologia pode ampliar, em vez de diminuir, o cuidado compassivo. Seu trabalho sugere que o apoio mediado por tecnologia pode estender o alcance das redes de cuidado sem substituir seu núcleo humano. A chave é projetar tecnologia que facilite conexões genuínas em vez de substituí-las.

source: Care Networks
de: Fürsorgenetzwerke
es: Redes de cuidado
fr: Réseaux de soins
ja: ケアネットワーク
pt_br: Redes de Cuidado

source: Centralized Problem
de: Zentralisiertes Problem
es: Problema centralizado
fr: Problème centralisé
ja: 中央集権型の問題
pt_br: Problema Centralizado

source: Change language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
ja: 言語を変更
pt_br: Alterar idioma

source: Circadian Scheduling
de: Zirkadiane Planung
es: Programación circadiana
fr: Planification circadienne
ja: サーカディアン・スケジューリング
pt_br: Agendamento Circadiano

source: Click for more examples
de: Klicken für weitere Beispiele
es: Haz clic para más ejemplos
fr: Cliquez pour plus d'exemples
ja: クリックしてさらに例を見る
pt_br: Clique para mais exemplos

source: Competitive allocation
de: Kompetitive Zuweisung
es: Asignación competitiva
fr: Allocation compétitive
ja: 競合的リソース割り当て
pt_br: Alocação competitiva

source: Comprehensive review of cardiac physiological synchrony (CPS) mechanisms—cognitive, mechanical, and environmental—and their roles in empathy, stress, and anxiety.
de: Umfassende Übersicht über Mechanismen der kardialen physiologischen Synchronisation (CPS) – kognitiv, mechanisch und umweltbedingt – und ihre Rolle bei Empathie, Stress und Angst.
es: Revisión exhaustiva de los mecanismos de sincronía fisiológica cardíaca (CPS)—cognitivos, mecánicos y ambientales—y sus roles en la empatía, el estrés y la ansiedad.
fr: Revue exhaustive des mécanismes de synchronie physiologique cardiaque (CPS) — cognitifs, mécaniques et environnementaux — et de leurs rôles dans l'empathie, le stress et l'anxiété.
ja: 心臓生理学的シンクロニー（CPS）のメカニズム——認知的、機械的、環境的——と、共感、ストレス、不安におけるそれらの役割に関する包括的レビューです。
pt_br: Revisão abrangente dos mecanismos de sincronia fisiológica cardíaca (CPS) — cognitivos, mecânicos e ambientais — e seus papéis na empatia, estresse e ansiedade.

source: Coral reef restoration with edge AI cameras detecting fish species and health metrics. Environmental sensors tracking water quality, temperature, and ecosystem vitals. Real-time telemetry from remote locations.
de: Korallenriff-Restaurierung mit Edge-AI-Kameras zur Erkennung von Fischarten und Gesundheitsmetriken. Umweltsensoren zur Überwachung von Wasserqualität, Temperatur und Ökosystem-Vitalwerten. Echtzeit-Telemetrie von abgelegenen Standorten.
es: Restauración de arrecifes de coral con cámaras de IA en el borde detectando especies de peces y métricas de salud. Sensores ambientales monitoreando la calidad del agua, temperatura y signos vitales del ecosistema. Telemetría en tiempo real desde ubicaciones remotas.
fr: Restauration de récifs coralliens avec des caméras IA embarquées détectant les espèces de poissons et les indicateurs de santé. Capteurs environnementaux surveillant la qualité de l'eau, la température et les signes vitaux de l'écosystème. Télémétrie en temps réel depuis des sites isolés.
ja: エッジAIカメラによる魚種と健康指標の検出を用いたサンゴ礁の再生。水質、温度、生態系のバイタルを追跡する環境センサー。遠隔地からのリアルタイムテレメトリー。
pt_br: Restauração de recifes de coral com câmeras de IA de borda detectando espécies de peixes e métricas de saúde. Sensores ambientais rastreando qualidade da água, temperatura e sinais vitais do ecossistema. Telemetria em tempo real de locais remotos.

source: Daily pattern learning
de: Tägliches Mustererlernen
es: Aprendizaje de patrones diarios
fr: Apprentissage des rythmes quotidiens
ja: 日常パターンの学習
pt_br: Aprendizado de padrões diários

source: Data harvesting for ad targeting
de: Datensammlung für Werbezielgruppen
es: Recolección de datos para publicidad dirigida
fr: Collecte de données pour le ciblage publicitaire
ja: 広告ターゲティングのためのデータ収集
pt_br: Coleta de dados para direcionamento de anúncios

source: Data stays on your devices. Privacy by structure.
de: Daten bleiben auf deinen Geräten. Datenschutz durch Struktur.
es: Los datos permanecen en tus dispositivos. Privacidad por diseño.
fr: Les données restent sur vos appareils. Vie privée par conception.
ja: データはあなたのデバイスに留まります。構造によるプライバシー保護。
pt_br: Os dados ficam nos seus dispositivos. Privacidade por estrutura.

source: Deep Dive (~1800 words)
de: Vertiefung (~1800 Wörter)
es: Análisis profundo (~1800 palabras)
fr: Approfondissement (~1800 mots)
ja: 詳細解説（約1800語）
pt_br: Aprofundamento (~1800 palavras)

source: Demonstrates that social anxiety reduces physiological synchrony during cooperative tasks, while task novelty increases it—contextual and individual factors shape autonomic alignment.
de: Zeigt, dass soziale Angst die physiologische Synchronisation bei kooperativen Aufgaben verringert, während Aufgabenneuheit sie steigert – kontextuelle und individuelle Faktoren formen die autonome Ausrichtung.
es: Demuestra que la ansiedad social reduce la sincronía fisiológica durante tareas cooperativas, mientras que la novedad de la tarea la incrementa—factores contextuales e individuales moldean la alineación autonómica.
fr: Démontre que l'anxiété sociale réduit la synchronie physiologique lors de tâches coopératives, tandis que la nouveauté de la tâche l'augmente — les facteurs contextuels et individuels façonnent l'alignement autonome.
ja: 社会不安が協力課題中の生理学的シンクロニーを低下させる一方、課題の新規性がそれを増加させることを実証しています——文脈的要因と個人的要因が自律神経の同調を形作ります。
pt_br: Demonstra que a ansiedade social reduz a sincronia fisiológica durante tarefas cooperativas, enquanto a novidade da tarefa a aumenta — fatores contextuais e individuais moldam o alinhamento autonômico.

source: Deplatforming and censorship risk
de: Risiko von Deplatforming und Zensur
es: Riesgo de desplataformización y censura
fr: Risque de déréférencement et de censure
ja: プラットフォーム排除と検閲のリスク
pt_br: Risco de remoção de plataforma e censura

source: Disability Care & Non-Verbal Communication
de: Behindertenbetreuung & nonverbale Kommunikation
es: Cuidado de discapacidad y comunicación no verbal
fr: Accompagnement du handicap et communication non verbale
ja: 障がい者ケアと非言語コミュニケーション
pt_br: Cuidado com Deficiência e Comunicação Não-Verbal

source: EEG-BIO hyperscanning study showing how moral alignment between individuals modulates neural and autonomic (including HRV) synchronization during persuasion.
de: EEG-BIO-Hyperscanning-Studie, die zeigt, wie moralische Übereinstimmung zwischen Individuen die neuronale und autonome (einschließlich HRV) Synchronisation während Überzeugungsprozessen moduliert.
es: Estudio de hiperescaneo EEG-BIO que muestra cómo la alineación moral entre individuos modula la sincronización neural y autonómica (incluyendo HRV) durante la persuasión.
fr: Étude d'hyperscanning EEG-BIO montrant comment l'alignement moral entre individus module la synchronisation neuronale et autonome (y compris le HRV) lors de la persuasion.
ja: 個人間の道徳的一致が説得中の神経および自律神経（HRVを含む）シンクロニーをどのように調整するかを示すEEG-BIOハイパースキャニング研究です。
pt_br: Estudo de hipervarredura EEG-BIO mostrando como o alinhamento moral entre indivíduos modula a sincronização neural e autonômica (incluindo HRV) durante a persuasão.

source: Empathy
de: Empathie
es: Empatía
fr: Empathie
ja: 共感
pt_br: Empatia

source: Empathy Connectome: Insula, Amygdala, ACC
de: Empathie-Konnektom: Insula, Amygdala, ACC
es: Conectoma de empatía: ínsula, amígdala, ACC
fr: Connectome de l'empathie : Insula, Amygdale, ACC
ja: 共感コネクトーム：島皮質、扁桃体、ACC
pt_br: Conectoma da Empatia: Ínsula, Amígdala, ACC

source: Empathy Resonance & Control Networks
de: Empathie-Resonanz- & Kontrollnetzwerke
es: Redes de resonancia empática y control
fr: Réseaux de résonance empathique et de contrôle
ja: 共感共鳴と制御ネットワーク
pt_br: Redes de Ressonância Empática e Controle

source: End-to-end encryption native. Intimate data protected.
de: Ende-zu-Ende-Verschlüsselung nativ. Intime Daten geschützt.
es: Cifrado de extremo a extremo nativo. Datos íntimos protegidos.
fr: Chiffrement de bout en bout natif. Données intimes protégées.
ja: ネイティブなエンドツーエンド暗号化。親密なデータを保護します。
pt_br: Criptografia ponta a ponta nativa. Dados íntimos protegidos.

source: Environmental Monitoring
de: Umweltüberwachung
es: Monitoreo ambiental
fr: Surveillance environnementale
ja: 環境モニタリング
pt_br: Monitoramento Ambiental

source: Evidence for HRV biofeedback as an effective intervention for anxiety and trauma recovery.
de: Evidenz für HRV-Biofeedback als wirksame Intervention bei Angst und Traumabewältigung.
es: Evidencia del biofeedback de HRV como intervención efectiva para la ansiedad y la recuperación del trauma.
fr: Preuves de l'efficacité du biofeedback HRV comme intervention pour l'anxiété et la récupération post-traumatique.
ja: 不安とトラウマ回復に対する効果的な介入としてのHRVバイオフィードバックのエビデンスです。
pt_br: Evidências do biofeedback de HRV como uma intervenção eficaz para ansiedade e recuperação de trauma.

source: Examines how partners' physiological systems co-regulate during emotional conversations and health discussions.
de: Untersucht, wie die physiologischen Systeme von Partnern sich während emotionaler Gespräche und Gesundheitsdiskussionen ko-regulieren.
es: Examina cómo los sistemas fisiológicos de las parejas se corregulan durante conversaciones emocionales y discusiones sobre salud.
fr: Examine comment les systèmes physiologiques des partenaires se co-régulent lors de conversations émotionnelles et de discussions sur la santé.
ja: 感情的な会話や健康に関する話し合いの中で、パートナーの生理学的システムがどのように共調整するかを検証しています。
pt_br: Examina como os sistemas fisiológicos dos parceiros se corregulam durante conversas emocionais e discussões sobre saúde.

source: Explores how technology can enhance compassionate care in mental health treatment settings.
de: Untersucht, wie Technologie mitfühlende Betreuung in psychiatrischen Behandlungssettings verbessern kann.
es: Explora cómo la tecnología puede mejorar la atención compasiva en entornos de tratamiento de salud mental.
fr: Explore comment la technologie peut renforcer les soins empreints de compassion dans les contextes de traitement en santé mentale.
ja: メンタルヘルスの治療環境において、テクノロジーが思いやりのあるケアをどのように強化できるかを探究しています。
pt_br: Explora como a tecnologia pode ampliar o cuidado compassivo em contextos de tratamento de saúde mental.

source: Feel someone's presence. Not their performance.
de: Die Präsenz eines Menschen spüren. Nicht seine Inszenierung.
es: Siente la presencia de alguien. No su actuación.
fr: Ressentir la présence de quelqu'un. Pas sa performance.
ja: 誰かの存在を感じる。演技ではなく。
pt_br: Sinta a presença de alguém. Não sua performance.

source: Feelings, relationships, presence
de: Gefühle, Beziehungen, Präsenz
es: Sentimientos, relaciones, presencia
fr: Émotions, relations, présence
ja: 感情、関係性、存在感
pt_br: Sentimentos, relacionamentos, presença

source: For those who cannot speak their needs—non-verbal individuals, wheelchair users, those with chronic conditions—physiological signals become their voice. Caregivers sense when someone needs help before they ask.
de: Für diejenigen, die ihre Bedürfnisse nicht aussprechen können – nonverbale Personen, Rollstuhlfahrer, Menschen mit chronischen Erkrankungen – werden physiologische Signale zu ihrer Stimme. Betreuende spüren, wann jemand Hilfe braucht, bevor er danach fragt.
es: Para quienes no pueden expresar sus necesidades—personas no verbales, usuarios de sillas de ruedas, personas con condiciones crónicas—las señales fisiológicas se convierten en su voz. Los cuidadores perciben cuándo alguien necesita ayuda antes de que lo pida.
fr: Pour ceux qui ne peuvent pas exprimer leurs besoins — personnes non verbales, utilisateurs de fauteuil roulant, personnes atteintes de maladies chroniques — les signaux physiologiques deviennent leur voix. Les aidants perçoivent quand quelqu'un a besoin d'aide avant même qu'il ne le demande.
ja: 自分のニーズを言葉にできない人々——非言語の方、車椅子ユーザー、慢性疾患の方——にとって、生理学的信号が彼らの声になります。介護者は、助けを求められる前に、誰かが助けを必要としていることを感じ取ります。
pt_br: Para aqueles que não conseguem verbalizar suas necessidades — pessoas não-verbais, cadeirantes, pessoas com condições crônicas — os sinais fisiológicos se tornam sua voz. Cuidadores percebem quando alguém precisa de ajuda antes de pedir.

source: Foundational Research (2001-2018)
de: Grundlagenforschung (2001–2018)
es: Investigación fundacional (2001-2018)
fr: Recherche fondamentale (2001-2018)
ja: 基礎研究（2001-2018）
pt_br: Pesquisa Fundamental (2001-2018)
