Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: Real arousal, real connection. Digital lovers, musicians and audiences, actors and viewers, interviewers and guests, sensual caregivers—anyone sharing intimate moments across distance can finally feel each other's presence.
de: Echte Erregung, echte Verbindung. Digitale Liebende, Musiker und Publikum, Schauspieler und Zuschauer, Interviewer und Gäste, sinnliche Pflegende – jeder, der intime Momente über Distanz teilt, kann endlich die Präsenz des anderen spüren.
es: Excitación real, conexión real. Amantes digitales, músicos y audiencias, actores y espectadores, entrevistadores e invitados, cuidadores sensuales—cualquiera que comparta momentos íntimos a distancia puede por fin sentir la presencia del otro.
fr: Excitation réelle, connexion réelle. Amants numériques, musiciens et publics, acteurs et spectateurs, intervieweurs et invités, soignants sensuels — tous ceux qui partagent des moments intimes à distance peuvent enfin ressentir la présence de l'autre.
ja: リアルな高揚感、リアルなつながり。デジタルの恋人たち、ミュージシャンと観客、俳優と視聴者、インタビュアーとゲスト、感覚的なケアギバー——距離を超えて親密な瞬間を共有するすべての人が、ついにお互いの存在を感じることができます。
pt_br: Excitação real, conexão real. Amantes digitais, músicos e plateias, atores e espectadores, entrevistadores e convidados, cuidadores sensuais — qualquer pessoa compartilhando momentos íntimos à distância finalmente pode sentir a presença um do outro.

source: Recent Research (2024-2025)
de: Aktuelle Forschung (2024–2025)
es: Investigación reciente (2024-2025)
fr: Recherche récente (2024-2025)
ja: 最新の研究（2024-2025）
pt_br: Pesquisas Recentes (2024-2025)

source: Research
de: Forschung
es: Investigación
fr: Recherche
ja: 研究
pt_br: Pesquisa

source: Research Synthesis
de: Forschungssynthese
es: Síntesis de investigación
fr: Synthèse de recherche
ja: 研究の統合
pt_br: Síntese da Pesquisa

source: Resource Arbitration
de: Ressourcen-Arbitrierung
es: Arbitraje de recursos
fr: Arbitrage des ressources
ja: リソース調停
pt_br: Arbitragem de Recursos

source: Respects user focus
de: Respektiert den Fokus des Nutzers
es: Respeta el enfoque del usuario
fr: Respecte l'attention de l'utilisateur
ja: ユーザーの集中を尊重
pt_br: Respeita o foco do usuário

source: Reviews evidence for physiological synchrony between therapists and clients as a marker of therapeutic alliance.
de: Überprüft Evidenz für physiologische Synchronisation zwischen Therapeuten und Klienten als Marker der therapeutischen Allianz.
es: Revisa la evidencia de sincronía fisiológica entre terapeutas y clientes como marcador de alianza terapéutica.
fr: Passe en revue les preuves de la synchronie physiologique entre thérapeutes et clients comme marqueur de l'alliance thérapeutique.
ja: 治療的同盟のマーカーとしてのセラピストとクライアント間の生理学的シンクロニーに関するエビデンスのレビューです。
pt_br: Revisa evidências de sincronia fisiológica entre terapeutas e clientes como marcador de aliança terapêutica.

source: Science, analysis, discovery
de: Wissenschaft, Analyse, Entdeckung
es: Ciencia, análisis, descubrimiento
fr: Science, analyse, découverte
ja: 科学、分析、発見
pt_br: Ciência, análise, descoberta

source: Self-adapting thresholds
de: Selbstanpassende Schwellenwerte
es: Umbrales autoadaptables
fr: Seuils auto-adaptatifs
ja: 自己適応型しきい値
pt_br: Limiares autoadaptativos

source: Sensors, protocols, data flows
de: Sensoren, Protokolle, Datenflüsse
es: Sensores, protocolos, flujos de datos
fr: Capteurs, protocoles, flux de données
ja: センサー、プロトコル、データフロー
pt_br: Sensores, protocolos, fluxos de dados

source: Server costs create monetization pressure
de: Serverkosten erzeugen Monetarisierungsdruck
es: Los costos del servidor generan presión de monetización
fr: Les coûts serveur créent une pression à la monétisation
ja: サーバーコストがマネタイズの圧力を生む
pt_br: Custos de servidor geram pressão por monetização

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示する
pt_br: Mostrar

source: Social good, accessibility, outcomes
de: Soziales Wohl, Barrierefreiheit, Wirkung
es: Bien social, accesibilidad, resultados
fr: Bien commun, accessibilité, résultats
ja: 社会貢献、アクセシビリティ、成果
pt_br: Bem social, acessibilidade, resultados

source: Standard (~900 words)
de: Standard (~900 Wörter)
es: Estándar (~900 palabras)
fr: Standard (~900 mots)
ja: 標準（約900語）
pt_br: Padrão (~900 palavras)

source: Studies how group rituals produce physiological and emotional synchronization among participants.
de: Untersucht, wie Gruppenrituale physiologische und emotionale Synchronisation unter den Teilnehmern erzeugen.
es: Estudia cómo los rituales grupales producen sincronización fisiológica y emocional entre los participantes.
fr: Étudie comment les rituels de groupe produisent une synchronisation physiologique et émotionnelle entre les participants.
ja: グループの儀式が参加者間の生理学的および感情的シンクロニゼーションをどのように生み出すかを研究しています。
pt_br: Estuda como rituais de grupo produzem sincronização fisiológica e emocional entre os participantes.

source: Study of 712 adults showing RSA increases during interpersonal conversations regardless of relationship type, connecting vagally mediated HRV to self-regulatory and interpersonal processes.
de: Studie mit 712 Erwachsenen, die zeigt, dass RSA während interpersoneller Gespräche zunimmt, unabhängig vom Beziehungstyp, und vagal vermittelte HRV mit selbstregulatorischen und interpersonellen Prozessen verbindet.
es: Estudio de 712 adultos que muestra que la RSA aumenta durante conversaciones interpersonales independientemente del tipo de relación, conectando la HRV mediada por el vago con procesos autorreguladores e interpersonales.
fr: Étude de 712 adultes montrant que l'arythmie sinusale respiratoire (RSA) augmente lors des conversations interpersonnelles quel que soit le type de relation, reliant le HRV médié par le nerf vague aux processus d'autorégulation et interpersonnels.
ja: 712名の成人を対象とした研究で、関係性の種類に関係なく対人会話中にRSAが増加することを示し、迷走神経媒介HRVを自己調整および対人プロセスに結び付けています。
pt_br: Estudo com 712 adultos mostrando que a RSA aumenta durante conversas interpessoais independentemente do tipo de relacionamento, conectando a HRV mediada vagalmente a processos autorregulatórios e interpessoais.

source: Surveillance by design
de: Überwachung durch Design
es: Vigilancia por diseño
fr: Surveillance par conception
ja: 設計による監視
pt_br: Vigilância por design

source: Systematic review defining interpersonal autonomic physiology and how physiological synchronization emerges during social interactions.
de: Systematische Übersichtsarbeit, die interpersonelle autonome Physiologie definiert und zeigt, wie physiologische Synchronisation während sozialer Interaktionen entsteht.
es: Revisión sistemática que define la fisiología autonómica interpersonal y cómo la sincronización fisiológica emerge durante las interacciones sociales.
fr: Revue systématique définissant la physiologie autonome interpersonnelle et comment la synchronisation physiologique émerge lors des interactions sociales.
ja: 対人自律神経生理学と、社会的交流中に生理学的シンクロニゼーションがどのように出現するかを定義する系統的レビューです。
pt_br: Revisão sistemática definindo a fisiologia autonômica interpessoal e como a sincronização fisiológica emerge durante interações sociais.

source: Systematic review of peer support effectiveness in mental health care and community interventions.
de: Systematische Übersichtsarbeit zur Wirksamkeit von Peer-Unterstützung in der psychischen Gesundheitsversorgung und bei Gemeinschaftsinterventionen.
es: Revisión sistemática de la efectividad del apoyo entre pares en la atención de salud mental e intervenciones comunitarias.
fr: Revue systématique de l'efficacité du soutien par les pairs dans les soins de santé mentale et les interventions communautaires.
ja: メンタルヘルスケアとコミュニティ介入におけるピアサポートの有効性に関する系統的レビューです。
pt_br: Revisão sistemática da eficácia do apoio entre pares em cuidados de saúde mental e intervenções comunitárias.

source: THE DEEP DIVE
de: DIE VERTIEFUNG
es: EL ANÁLISIS PROFUNDO
fr: L'APPROFONDISSEMENT
ja: ディープダイブ
pt_br: O APROFUNDAMENTO

source: THE SPARK
de: DER FUNKE
es: LA CHISPA
fr: L'ÉTINCELLE
ja: スパーク
pt_br: A CENTELHA

source: THE STORY
de: DIE GESCHICHTE
es: LA HISTORIA
fr: L'HISTOIRE
ja: ストーリー
pt_br: A HISTÓRIA

source: THERAPEUTIC APPLICATIONS: WHEN ATTUNEMENT HEALS The therapy research stream provides perhaps the most compelling case for Sensocto's approach. Kleinbub's 2017 systematic review in Frontiers in Psychology synthesized evidence on interpersonal physiology in psychotherapy, finding that therapist-client physiological synchrony serves as a reliable marker of therapeutic alliance. This matters enormously because therapeutic alliance—the quality of the working relationship between therapist and client—is the single strongest predictor of positive outcomes across all forms of psychotherapy, accounting for more variance than specific techniques or theoretical orientations. What this means practically is that effective therapy involves bodies, not just minds. When a therapist attunes to a client's nervous system state, co-regulation becomes possible. The therapist's calm can literally help regulate a dysregulated client. This somatic dimension of healing is often invisible in traditional therapy, but physiological monitoring makes it tangible and teachable. Tan and colleagues' 2011 research on biofeedback for anxiety and PTSD in Applied Psychophysiology and Biofeedback extended this insight to self-regulation. Their evidence showed that HRV biofeedback—learning to consciously influence heart rate variability—produces significant improvements in anxiety symptoms and trauma recovery. The body isn't just a site of symptoms; it's an active participant in healing. Teaching individuals to recognize and regulate their physiological states creates lasting change that top-down cognitive approaches often cannot achieve alone.
de: THERAPEUTISCHE ANWENDUNGEN: WENN EINSTIMMUNG HEILT Der Therapie-Forschungsstrang liefert vielleicht das überzeugendste Argument für Sensoctos Ansatz. Kleinbubs systematische Übersichtsarbeit von 2017 in Frontiers in Psychology synthetisierte Evidenz zur interpersonellen Physiologie in der Psychotherapie und fand heraus, dass die physiologische Synchronisation zwischen Therapeut und Klient als zuverlässiger Marker der therapeutischen Allianz dient. Dies ist von enormer Bedeutung, da die therapeutische Allianz – die Qualität der Arbeitsbeziehung zwischen Therapeut und Klient – der stärkste einzelne Prädiktor für positive Ergebnisse in allen Formen der Psychotherapie ist und mehr Varianz erklärt als spezifische Techniken oder theoretische Ausrichtungen. Was dies praktisch bedeutet, ist, dass wirksame Therapie Körper einbezieht, nicht nur Geist. Wenn ein Therapeut sich auf den Nervensystemzustand eines Klienten einstimmt, wird Ko-Regulation möglich. Die Ruhe des Therapeuten kann buchstäblich helfen, einen dysregulierten Klienten zu regulieren. Diese somatische Dimension der Heilung ist in der traditionellen Therapie oft unsichtbar, aber physiologisches Monitoring macht sie greifbar und lehrbar. Tan und Kollegen erweiterten 2011 mit ihrer Forschung zu Biofeedback bei Angst und PTBS in Applied Psychophysiology and Biofeedback diese Erkenntnis auf die Selbstregulation. Ihre Evidenz zeigte, dass HRV-Biofeedback – das bewusste Beeinflussen der Herzfrequenzvariabilität zu erlernen – signifikante Verbesserungen bei Angstsymptomen und Traumabewältigung bewirkt. Der Körper ist nicht nur ein Ort der Symptome; er ist ein aktiver Teilnehmer an der Heilung. Individuen beizubringen, ihre physiologischen Zustände zu erkennen und zu regulieren, schafft dauerhafte Veränderung, die Top-down-kognitive Ansätze allein oft nicht erreichen können.
es: APLICACIONES TERAPÉUTICAS: CUANDO LA SINTONÍA SANA La línea de investigación terapéutica proporciona quizás el caso más convincente para el enfoque de Sensocto. La revisión sistemática de Kleinbub de 2017 en Frontiers in Psychology sintetizó la evidencia sobre fisiología interpersonal en psicoterapia, encontrando que la sincronía fisiológica terapeuta-cliente sirve como un marcador confiable de alianza terapéutica. Esto importa enormemente porque la alianza terapéutica—la calidad de la relación de trabajo entre terapeuta y cliente—es el predictor más fuerte de resultados positivos en todas las formas de psicoterapia, explicando más varianza que las técnicas específicas o las orientaciones teóricas. Lo que esto significa en la práctica es que la terapia efectiva involucra cuerpos, no solo mentes. Cuando un terapeuta se sintoniza con el estado del sistema nervioso de un cliente, la corregulación se vuelve posible. La calma del terapeuta puede literalmente ayudar a regular a un cliente desregulado. Esta dimensión somática de la sanación es a menudo invisible en la terapia tradicional, pero el monitoreo fisiológico la hace tangible y enseñable. La investigación de Tan y colegas de 2011 sobre biofeedback para ansiedad y TEPT en Applied Psychophysiology and Biofeedback extendió esta visión a la autorregulación. Su evidencia mostró que el biofeedback de HRV—aprender a influir conscientemente en la variabilidad de la frecuencia cardíaca—produce mejoras significativas en los síntomas de ansiedad y la recuperación del trauma. El cuerpo no es solo un sitio de síntomas; es un participante activo en la sanación. Enseñar a los individuos a reconocer y regular sus estados fisiológicos crea cambios duraderos que los enfoques cognitivos descendentes a menudo no pueden lograr solos.
fr: APPLICATIONS THÉRAPEUTIQUES : QUAND L'ACCORDAGE GUÉRIT Le volet thérapeutique de la recherche offre peut-être l'argument le plus convaincant en faveur de l'approche de Sensocto. La revue systématique de Kleinbub en 2017 dans Frontiers in Psychology a synthétisé les preuves sur la physiologie interpersonnelle en psychothérapie, constatant que la synchronie physiologique thérapeute-client sert de marqueur fiable de l'alliance thérapeutique. Cela a une importance considérable car l'alliance thérapeutique — la qualité de la relation de travail entre thérapeute et client — est le prédicteur unique le plus puissant de résultats positifs dans toutes les formes de psychothérapie, expliquant plus de variance que les techniques spécifiques ou les orientations théoriques. Ce que cela signifie en pratique, c'est qu'une thérapie efficace implique les corps, pas seulement les esprits. Quand un thérapeute s'accorde à l'état du système nerveux d'un client, la co-régulation devient possible. Le calme du thérapeute peut littéralement aider à réguler un client dérégulé. Cette dimension somatique de la guérison est souvent invisible en thérapie traditionnelle, mais le suivi physiologique la rend tangible et enseignable. La recherche de Tan et collègues en 2011 sur le biofeedback pour l'anxiété et le TSPT dans Applied Psychophysiology and Biofeedback a étendu cette perspective à l'autorégulation. Leurs preuves ont montré que le biofeedback HRV — apprendre à influencer consciemment la variabilité de la fréquence cardiaque — produit des améliorations significatives des symptômes d'anxiété et de la récupération post-traumatique. Le corps n'est pas seulement un site de symptômes ; il est un participant actif de la guérison. Enseigner aux individus à reconnaître et réguler leurs états physiologiques crée un changement durable que les approches cognitives descendantes ne parviennent souvent pas à obtenir seules.
ja: 治療的応用：同調が癒すとき セラピー研究の流れは、Sensoctoのアプローチにとっておそらく最も説得力のある事例を提供しています。Kleinbubの2017年のFrontiers in Psychologyにおける系統的レビューは、心理療法における対人生理学に関するエビデンスを統合し、セラピストとクライアントの生理学的シンクロニーが治療的同盟の信頼できるマーカーとして機能することを発見しました。これは非常に重要です。なぜなら、治療的同盟——セラピストとクライアント間の作業関係の質——は、あらゆる形態の心理療法における肯定的な成果の最も強力な単一予測因子であり、特定の技法や理論的方向性よりも多くの分散を説明するからです。 これが実際に意味するのは、効果的なセラピーには心だけでなく身体が関わるということです。セラピストがクライアントの神経系の状態に同調すると、共調整が可能になります。セラピストの穏やかさは、文字通り調整不全のクライアントの調整を助けることができます。この癒しの身体的次元は、従来のセラピーではしばしば見えませんが、生理学的モニタリングによってそれが具体的で教えられるものになります。 Tanらの2011年のApplied Psychophysiology and Biofeedbackにおける不安とPTSDに対するバイオフィードバック研究は、この知見を自己調整に拡張しました。彼らのエビデンスは、HRVバイオフィードバック——心拍変動を意識的に影響することを学ぶこと——が不安症状とトラウマ回復に有意な改善をもたらすことを示しました。身体は単なる症状の場ではなく、癒しの能動的な参加者です。個人に自分の生理学的状態を認識し調整することを教えることは、トップダウンの認知的アプローチだけでは達成できないことが多い持続的な変化を生み出します。
pt_br: APLICAÇÕES TERAPÊUTICAS: QUANDO A SINTONIA CURA A linha de pesquisa em terapia fornece talvez o caso mais convincente para a abordagem do Sensocto. A revisão sistemática de Kleinbub de 2017 na Frontiers in Psychology sintetizou evidências sobre fisiologia interpessoal em psicoterapia, descobrindo que a sincronia fisiológica entre terapeuta e cliente serve como um marcador confiável de aliança terapêutica. Isso importa enormemente porque a aliança terapêutica — a qualidade da relação de trabalho entre terapeuta e cliente — é o preditor isolado mais forte de resultados positivos em todas as formas de psicoterapia, representando mais variância do que técnicas específicas ou orientações teóricas. O que isso significa na prática é que a terapia eficaz envolve corpos, não apenas mentes. Quando um terapeuta se sintoniza com o estado do sistema nervoso do cliente, a corregulação se torna possível. A calma do terapeuta pode literalmente ajudar a regular um cliente desregulado. Essa dimensão somática da cura é frequentemente invisível na terapia tradicional, mas o monitoramento fisiológico a torna tangível e ensinável. A pesquisa de Tan e colegas de 2011 sobre biofeedback para ansiedade e TEPT na Applied Psychophysiology and Biofeedback estendeu essa percepção para a autorregulação. Suas evidências mostraram que o biofeedback de HRV — aprender a influenciar conscientemente a variabilidade da frequência cardíaca — produz melhorias significativas nos sintomas de ansiedade e na recuperação de trauma. O corpo não é apenas um local de sintomas; é um participante ativo na cura. Ensinar indivíduos a reconhecer e regular seus estados fisiológicos cria mudanças duradouras que abordagens cognitivas de cima para baixo frequentemente não conseguem alcançar sozinhas.

source: Teams feel collective calm or tension. Meditation groups verify synchronization. Performers read live audience engagement. Rituals become measurable. Groups self-regulate as organisms.
de: Teams spüren kollektive Ruhe oder Anspannung. Meditationsgruppen überprüfen Synchronisation. Performer lesen das Live-Engagement des Publikums. Rituale werden messbar. Gruppen regulieren sich selbst wie Organismen.
es: Los equipos sienten la calma o tensión colectiva. Los grupos de meditación verifican la sincronización. Los artistas leen el compromiso de la audiencia en vivo. Los rituales se vuelven medibles. Los grupos se autorregulan como organismos.
fr: Les équipes ressentent le calme ou la tension collective. Les groupes de méditation vérifient la synchronisation. Les artistes lisent l'engagement du public en direct. Les rituels deviennent mesurables. Les groupes s'autorégulent comme des organismes.
ja: チームが集合的な穏やかさや緊張を感じます。瞑想グループがシンクロニゼーションを確認します。パフォーマーがライブの観客エンゲージメントを読み取ります。儀式が測定可能になります。グループが有機体として自己調整します。
pt_br: Equipes sentem calma ou tensão coletiva. Grupos de meditação verificam a sincronização. Artistas leem o engajamento da plateia ao vivo. Rituais se tornam mensuráveis. Grupos se autorregulam como organismos.

source: Technical
de: Technisch
es: Técnico
fr: Technique
ja: テクニカル
pt_br: Técnico

source: The Deep Dive
de: Die Vertiefung
es: El análisis profundo
fr: L'approfondissement
ja: ディープダイブ
pt_br: O Aprofundamento

source: The Promise
de: Das Versprechen
es: La promesa
fr: La promesse
ja: 約束
pt_br: A Promessa

source: The Spark
de: Der Funke
es: La chispa
fr: L'étincelle
ja: スパーク
pt_br: A Centelha

source: The Story
de: Die Geschichte
es: La historia
fr: L'histoire
ja: ストーリー
pt_br: A História

source: The research foundation for Sensocto represents a convergence of four scientific domains that together reveal an extraordinary opportunity: to use technology not as a replacement for human connection, but as an amplifier of our innate capacity for empathy and co-regulation. This body of research challenges fundamental assumptions about what technology can do for human relationships.
de: Die Forschungsgrundlage von Sensocto stellt eine Konvergenz von vier wissenschaftlichen Bereichen dar, die zusammen eine außergewöhnliche Möglichkeit offenbaren: Technologie nicht als Ersatz für menschliche Verbindung zu nutzen, sondern als Verstärker unserer angeborenen Fähigkeit zu Empathie und Ko-Regulation. Dieser Forschungsbestand stellt grundlegende Annahmen darüber in Frage, was Technologie für menschliche Beziehungen leisten kann.
es: La base de investigación de Sensocto representa una convergencia de cuatro dominios científicos que juntos revelan una oportunidad extraordinaria: usar la tecnología no como un reemplazo de la conexión humana, sino como un amplificador de nuestra capacidad innata de empatía y corregulación. Este cuerpo de investigación desafía suposiciones fundamentales sobre lo que la tecnología puede hacer por las relaciones humanas.
fr: Le fondement scientifique de Sensocto représente une convergence de quatre domaines scientifiques qui, ensemble, révèlent une opportunité extraordinaire : utiliser la technologie non pas comme substitut de la connexion humaine, mais comme amplificateur de notre capacité innée d'empathie et de co-régulation. Ce corpus de recherche remet en question les hypothèses fondamentales sur ce que la technologie peut apporter aux relations humaines.
ja: Sensoctoの研究基盤は、4つの科学的領域の収束を表しており、それらが共に非凡な機会を明らかにしています：テクノロジーを人間のつながりの代替としてではなく、共感と共調整に対する私たちの生まれながらの能力の増幅器として使用することです。この研究群は、テクノロジーが人間関係のために何ができるかについての根本的な前提に挑戦しています。
pt_br: A base de pesquisa do Sensocto representa uma convergência de quatro domínios científicos que juntos revelam uma oportunidade extraordinária: usar a tecnologia não como substituto da conexão humana, mas como amplificadora da nossa capacidade inata de empatia e corregulação. Esse corpo de pesquisa desafia suposições fundamentais sobre o que a tecnologia pode fazer pelos relacionamentos humanos.
