Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: Therapists see nervous system dysregulation in real-time. HRV, breathing patterns, heart rate—visible during sessions. Trust forms faster when bodies sync. Healing accelerates with biofeedback.
de: Therapeuten sehen Nervensystem-Dysregulation in Echtzeit. HRV, Atemmuster, Herzfrequenz – sichtbar während der Sitzungen. Vertrauen bildet sich schneller, wenn Körper synchronisieren. Heilung beschleunigt sich mit Biofeedback.
es: Los terapeutas ven la desregulación del sistema nervioso en tiempo real. HRV, patrones de respiración, frecuencia cardíaca—visibles durante las sesiones. La confianza se forma más rápido cuando los cuerpos se sincronizan. La sanación se acelera con biofeedback.
fr: Les thérapeutes voient la dérégulation du système nerveux en temps réel. HRV, schémas respiratoires, fréquence cardiaque — visibles pendant les séances. La confiance se construit plus vite quand les corps se synchronisent. La guérison s'accélère avec le biofeedback.
ja: セラピストが神経系の調整不全をリアルタイムで確認できます。HRV、呼吸パターン、心拍数——セッション中に可視化されます。身体が同期すると信頼がより早く形成されます。バイオフィードバックにより癒しが加速します。
pt_br: Terapeutas veem a desregulação do sistema nervoso em tempo real. HRV, padrões de respiração, frequência cardíaca — visíveis durante as sessões. A confiança se forma mais rápido quando os corpos se sincronizam. A cura se acelera com biofeedback.

source: Therapy & Healing
de: Therapie & Heilung
es: Terapia y sanación
fr: Thérapie et guérison
ja: セラピーと癒し
pt_br: Terapia e Cura

source: Uses wearable biosensors and machine learning to classify stress and mental health status in real-time.
de: Nutzt tragbare Biosensoren und maschinelles Lernen zur Echtzeit-Klassifizierung von Stress und psychischem Gesundheitszustand.
es: Utiliza biosensores portátiles y aprendizaje automático para clasificar el estrés y el estado de salud mental en tiempo real.
fr: Utilise des biocapteurs portables et l'apprentissage automatique pour classifier le stress et l'état de santé mentale en temps réel.
ja: ウェアラブルバイオセンサーと機械学習を使用して、ストレスとメンタルヘルスの状態をリアルタイムで分類します。
pt_br: Usa biossensores vestíveis e aprendizado de máquina para classificar estresse e estado de saúde mental em tempo real.

source: WEARABLE TECHNOLOGY: FROM RESEARCH TO PRACTICE The final research stream makes the vision actionable. Sano and colleagues' 2018 paper in the Journal of Medical Internet Research demonstrated that wearable biosensors combined with machine learning can classify stress levels and mental health states with clinically useful accuracy. The data that matters—heart rate, HRV, skin conductance, sleep patterns, activity levels—can now be captured continuously in daily life, not just in laboratory settings. Valenza and colleagues' 2014 research in IEEE Transactions on Affective Computing developed methods for detecting emotional states through autonomic nervous system monitoring. Their work established that the information content in physiological signals is sufficient to distinguish between emotional states with meaningful reliability. Combined with advances in wearable hardware—medical-grade sensors now available in consumer devices—this research establishes that continuous physiological monitoring is technically feasible.
de: WEARABLE-TECHNOLOGIE: VON DER FORSCHUNG ZUR PRAXIS Der letzte Forschungsstrang macht die Vision umsetzbar. Sano und Kollegen zeigten in ihrer 2018er Veröffentlichung im Journal of Medical Internet Research, dass tragbare Biosensoren in Kombination mit maschinellem Lernen Stressniveaus und psychische Gesundheitszustände mit klinisch nützlicher Genauigkeit klassifizieren können. Die relevanten Daten – Herzfrequenz, HRV, Hautleitwert, Schlafmuster, Aktivitätsniveaus – können nun kontinuierlich im Alltag erfasst werden, nicht nur in Laborumgebungen. Valenza und Kollegen entwickelten 2014 in ihrer Forschung in IEEE Transactions on Affective Computing Methoden zur Erkennung emotionaler Zustände durch Überwachung des autonomen Nervensystems. Ihre Arbeit zeigte, dass der Informationsgehalt physiologischer Signale ausreicht, um zwischen emotionalen Zuständen mit bedeutsamer Zuverlässigkeit zu unterscheiden. In Kombination mit Fortschritten bei Wearable-Hardware – medizinische Sensoren sind nun in Konsumentengeräten verfügbar – belegt diese Forschung, dass kontinuierliche physiologische Überwachung technisch machbar ist.
es: TECNOLOGÍA PORTÁTIL: DE LA INVESTIGACIÓN A LA PRÁCTICA La última línea de investigación hace que la visión sea viable. El artículo de Sano y colegas de 2018 en el Journal of Medical Internet Research demostró que los biosensores portátiles combinados con aprendizaje automático pueden clasificar los niveles de estrés y los estados de salud mental con precisión clínicamente útil. Los datos que importan—frecuencia cardíaca, HRV, conductancia de la piel, patrones de sueño, niveles de actividad—ahora pueden capturarse continuamente en la vida diaria, no solo en entornos de laboratorio. La investigación de Valenza y colegas de 2014 en IEEE Transactions on Affective Computing desarrolló métodos para detectar estados emocionales a través del monitoreo del sistema nervioso autónomo. Su trabajo estableció que el contenido informativo en las señales fisiológicas es suficiente para distinguir entre estados emocionales con una fiabilidad significativa. Combinado con los avances en hardware portátil—sensores de grado médico ahora disponibles en dispositivos de consumo—esta investigación establece que el monitoreo fisiológico continuo es técnicamente factible.
fr: TECHNOLOGIE PORTABLE : DE LA RECHERCHE À LA PRATIQUE Le dernier volet de recherche rend la vision concrète. L'article de Sano et collègues publié en 2018 dans le Journal of Medical Internet Research a démontré que les biocapteurs portables combinés à l'apprentissage automatique peuvent classifier les niveaux de stress et les états de santé mentale avec une précision cliniquement utile. Les données qui comptent — fréquence cardiaque, HRV, conductance cutanée, schémas de sommeil, niveaux d'activité — peuvent désormais être captées en continu dans la vie quotidienne, et non plus seulement en laboratoire. La recherche de Valenza et collègues en 2014 dans IEEE Transactions on Affective Computing a développé des méthodes pour détecter les états émotionnels par le suivi du système nerveux autonome. Leurs travaux ont établi que le contenu informationnel des signaux physiologiques est suffisant pour distinguer les états émotionnels avec une fiabilité significative. Combinée aux avancées du matériel portable — des capteurs de qualité médicale désormais disponibles dans les appareils grand public — cette recherche établit que le suivi physiologique continu est techniquement réalisable.
ja: ウェアラブルテクノロジー：研究から実践へ 最後の研究の流れが、このビジョンを実行可能にします。Sanoらの2018年のJournal of Medical Internet Researchにおける論文は、ウェアラブルバイオセンサーと機械学習を組み合わせることで、臨床的に有用な精度でストレスレベルとメンタルヘルスの状態を分類できることを実証しました。重要なデータ——心拍数、HRV、皮膚コンダクタンス、睡眠パターン、活動レベル——は、実験室環境だけでなく、日常生活の中で継続的に取得できるようになりました。 Valenzaらの2014年のIEEE Transactions on Affective Computingにおける研究は、自律神経系モニタリングによる感情状態の検出方法を開発しました。彼らの研究は、生理学的信号の情報内容が、有意な信頼性で感情状態を区別するのに十分であることを確立しました。ウェアラブルハードウェアの進歩——現在コンシューマー機器で利用可能な医療グレードのセンサー——と組み合わせることで、この研究は継続的な生理学的モニタリングが技術的に実現可能であることを確立しています。
pt_br: TECNOLOGIA VESTÍVEL: DA PESQUISA À PRÁTICA A última linha de pesquisa torna a visão acionável. O artigo de Sano e colegas de 2018 no Journal of Medical Internet Research demonstrou que biossensores vestíveis combinados com aprendizado de máquina conseguem classificar níveis de estresse e estados de saúde mental com precisão clinicamente útil. Os dados que importam — frequência cardíaca, HRV, condutância da pele, padrões de sono, níveis de atividade — agora podem ser capturados continuamente no dia a dia, não apenas em ambientes laboratoriais. A pesquisa de Valenza e colegas de 2014 na IEEE Transactions on Affective Computing desenvolveu métodos para detectar estados emocionais por meio do monitoramento do sistema nervoso autônomo. Seu trabalho estabeleceu que o conteúdo informacional nos sinais fisiológicos é suficiente para distinguir entre estados emocionais com confiabilidade significativa. Combinado com avanços em hardware vestível — sensores de grau médico agora disponíveis em dispositivos de consumo — essa pesquisa estabelece que o monitoramento fisiológico contínuo é tecnicamente viável.

source: WHY THIS MATTERS FOR SENSOCTO The synthesis of these five research streams points to a specific opportunity that current technology entirely misses. Social media platforms harvest attention for advertising revenue, creating incentive structures that favor outrage over calm, performance over authenticity, isolation disguised as connection. Healthcare systems remain reactive, responding to crises rather than preventing them. Therapy often treats the mind as separate from the body. Support networks rely on explicit communication that stigma and shame often prevent. Sensocto proposes something different: a platform where connection is physiological, not performative. Where a trusted friend can sense you're struggling before you post about it. Where a therapist can see nervous system dysregulation in real-time during sessions. Where romantic partners separated by distance can feel each other's presence through their actual heartbeats. Where groups can verify their synchronization in meditation, dance, or collective action. This isn't technological utopianism. The research is clear about what's possible and what's not. Physiological synchronization is real but doesn't replace verbal communication. Biofeedback is effective but requires practice and intention. Care networks matter but don't substitute for professional treatment when needed. What the research supports is a both/and approach: technology that enhances human capacity for connection rather than replacing it, that makes visible what was previously invisible, that creates the conditions for empathy without attempting to automate it. The scientific foundation is solid. The hardware exists. The research is validated. What's been missing is a platform designed from the ground up to serve human flourishing rather than extract human attention. That's what Sensocto aims to build—and why understanding this research matters for everyone who uses it.
de: WARUM DAS FÜR SENSOCTO WICHTIG IST Die Synthese dieser fünf Forschungsströme zeigt eine spezifische Chance auf, die aktuelle Technologie völlig verpasst. Social-Media-Plattformen ernten Aufmerksamkeit für Werbeeinnahmen und schaffen Anreizstrukturen, die Empörung gegenüber Ruhe bevorzugen, Inszenierung gegenüber Authentizität, Isolation getarnt als Verbindung. Gesundheitssysteme bleiben reaktiv und reagieren auf Krisen, anstatt sie zu verhindern. Therapie behandelt den Geist oft als getrennt vom Körper. Unterstützungsnetzwerke basieren auf expliziter Kommunikation, die Stigma und Scham oft verhindern. Sensocto schlägt etwas anderes vor: eine Plattform, auf der Verbindung physiologisch ist, nicht performativ. Wo ein Vertrauensmensch spüren kann, dass du Schwierigkeiten hast, bevor du darüber postest. Wo ein Therapeut Nervensystem-Dysregulation in Echtzeit während der Sitzung sehen kann. Wo romantische Partner, die durch Distanz getrennt sind, die Präsenz des anderen durch ihre tatsächlichen Herzschläge spüren können. Wo Gruppen ihre Synchronisation bei Meditation, Tanz oder kollektivem Handeln überprüfen können. Das ist kein technologischer Utopismus. Die Forschung ist klar darüber, was möglich ist und was nicht. Physiologische Synchronisation ist real, ersetzt aber keine verbale Kommunikation. Biofeedback ist wirksam, erfordert aber Übung und Absicht. Fürsorgenetzwerke sind wichtig, ersetzen aber keine professionelle Behandlung, wenn sie nötig ist. Was die Forschung unterstützt, ist ein Sowohl-als-auch-Ansatz: Technologie, die die menschliche Fähigkeit zur Verbindung stärkt, anstatt sie zu ersetzen, die sichtbar macht, was zuvor unsichtbar war, die die Bedingungen für Empathie schafft, ohne zu versuchen, sie zu automatisieren. Die wissenschaftliche Grundlage ist solide. Die Hardware existiert. Die Forschung ist validiert. Was gefehlt hat, ist eine Plattform, die von Grund auf dafür konzipiert ist, menschliches Aufblühen zu fördern, anstatt menschliche Aufmerksamkeit zu extrahieren. Das ist es, was Sensocto bauen will – und warum das Verständnis dieser Forschung für jeden wichtig ist, der es nutzt.
es: POR QUÉ ESTO IMPORTA PARA SENSOCTO La síntesis de estas cinco líneas de investigación apunta a una oportunidad específica que la tecnología actual ignora por completo. Las plataformas de redes sociales cosechan atención para ingresos publicitarios, creando estructuras de incentivos que favorecen la indignación sobre la calma, el rendimiento sobre la autenticidad, el aislamiento disfrazado de conexión. Los sistemas de salud siguen siendo reactivos, respondiendo a crisis en lugar de prevenirlas. La terapia a menudo trata la mente como algo separado del cuerpo. Las redes de apoyo dependen de la comunicación explícita que el estigma y la vergüenza a menudo impiden. Sensocto propone algo diferente: una plataforma donde la conexión es fisiológica, no performativa. Donde un amigo de confianza puede percibir que estás luchando antes de que publiques al respecto. Donde un terapeuta puede ver la desregulación del sistema nervioso en tiempo real durante las sesiones. Donde las parejas románticas separadas por la distancia pueden sentir la presencia del otro a través de sus latidos reales. Donde los grupos pueden verificar su sincronización en meditación, danza o acción colectiva. Esto no es utopismo tecnológico. La investigación es clara sobre lo que es posible y lo que no. La sincronización fisiológica es real pero no reemplaza la comunicación verbal. El biofeedback es efectivo pero requiere práctica e intención. Las redes de cuidado importan pero no sustituyen el tratamiento profesional cuando es necesario. Lo que la investigación apoya es un enfoque de ambos/y: tecnología que mejora la capacidad humana de conexión en lugar de reemplazarla, que hace visible lo que antes era invisible, que crea las condiciones para la empatía sin intentar automatizarla. La base científica es sólida. El hardware existe. La investigación está validada. Lo que ha faltado es una plataforma diseñada desde cero para servir al florecimiento humano en lugar de extraer la atención humana. Eso es lo que Sensocto busca construir—y por qué entender esta investigación importa para todos los que la usan.
fr: POURQUOI CELA COMPTE POUR SENSOCTO La synthèse de ces cinq volets de recherche pointe vers une opportunité spécifique que la technologie actuelle manque totalement. Les plateformes de réseaux sociaux captent l'attention pour les revenus publicitaires, créant des structures d'incitation qui favorisent l'indignation plutôt que le calme, la performance plutôt que l'authenticité, l'isolement déguisé en connexion. Les systèmes de santé restent réactifs, répondant aux crises plutôt que de les prévenir. La thérapie traite souvent l'esprit comme séparé du corps. Les réseaux de soutien reposent sur une communication explicite que la stigmatisation et la honte empêchent souvent. Sensocto propose quelque chose de différent : une plateforme où la connexion est physiologique, pas performative. Où un ami de confiance peut sentir que vous souffrez avant que vous n'en parliez. Où un thérapeute peut voir la dérégulation du système nerveux en temps réel pendant les séances. Où des partenaires amoureux séparés par la distance peuvent ressentir la présence de l'autre à travers leurs vrais battements de cœur. Où les groupes peuvent vérifier leur synchronisation en méditation, en danse ou en action collective. Ce n'est pas de l'utopisme technologique. La recherche est claire sur ce qui est possible et ce qui ne l'est pas. La synchronisation physiologique est réelle mais ne remplace pas la communication verbale. Le biofeedback est efficace mais nécessite pratique et intention. Les réseaux de soins comptent mais ne se substituent pas au traitement professionnel quand il est nécessaire. Ce que la recherche soutient, c'est une approche inclusive : une technologie qui renforce la capacité humaine de connexion plutôt que de la remplacer, qui rend visible ce qui était auparavant invisible, qui crée les conditions de l'empathie sans tenter de l'automatiser. Le fondement scientifique est solide. Le matériel existe. La recherche est validée. Ce qui manquait, c'est une plateforme conçue dès le départ pour servir l'épanouissement humain plutôt que d'extraire l'attention humaine. C'est ce que Sensocto vise à construire — et pourquoi comprendre cette recherche compte pour tous ceux qui l'utilisent.
ja: なぜこれがSensoctoにとって重要なのか これら5つの研究の流れの統合は、現在のテクノロジーが完全に見落としている特定の機会を指し示しています。ソーシャルメディアプラットフォームは広告収入のために注意を収穫し、穏やかさよりも怒り、真正性よりもパフォーマンス、つながりに偽装された孤立を優遇するインセンティブ構造を生み出しています。医療システムは事後対応的なままで、危機を予防するのではなく対応しています。セラピーはしばしば心を身体とは別のものとして扱います。サポートネットワークは、偏見や恥がしばしば妨げる明示的なコミュニケーションに依存しています。 Sensoctoは異なるものを提案します：つながりがパフォーマティブではなく生理学的であるプラットフォーム。信頼できる友人が、あなたがそれについて投稿する前に苦しんでいることを感じ取れる場所。セラピストがセッション中にリアルタイムで神経系の調整不全を見ることができる場所。距離で隔てられたロマンチックなパートナーが実際の心拍を通じてお互いの存在を感じることができる場所。グループが瞑想、ダンス、または集合的行動におけるシンクロニゼーションを確認できる場所。 これはテクノロジーのユートピア主義ではありません。研究は何が可能で何が不可能かを明確にしています。生理学的シンクロニゼーションは実在しますが、言語コミュニケーションを置き換えるものではありません。バイオフィードバックは効果的ですが、練習と意図を必要とします。ケアネットワークは重要ですが、必要な場合に専門的治療を代替するものではありません。研究が支持するのは「両方/かつ」のアプローチです：人間のつながりの能力を置き換えるのではなく強化するテクノロジー、以前は見えなかったものを見えるようにするテクノロジー、共感を自動化しようとするのではなく、共感の条件を作り出すテクノロジー。 科学的基盤は確固たるものです。ハードウェアは存在します。研究は検証されています。欠けていたのは、人間の注意を抽出するのではなく、人間の繁栄に奉仕するために一から設計されたプラットフォームです。それがSensoctoが構築を目指すものであり、この研究を理解することがすべてのユーザーにとって重要である理由です。
pt_br: POR QUE ISSO IMPORTA PARA O SENSOCTO A síntese dessas cinco linhas de pesquisa aponta para uma oportunidade específica que a tecnologia atual ignora completamente. As plataformas de redes sociais coletam atenção para receita publicitária, criando estruturas de incentivo que favorecem a indignação em vez da calma, a performance em vez da autenticidade, o isolamento disfarçado de conexão. Os sistemas de saúde permanecem reativos, respondendo a crises em vez de preveni-las. A terapia frequentemente trata a mente como separada do corpo. As redes de apoio dependem de comunicação explícita que o estigma e a vergonha frequentemente impedem. O Sensocto propõe algo diferente: uma plataforma onde a conexão é fisiológica, não performática. Onde um amigo de confiança pode perceber que você está em dificuldade antes de você publicar sobre isso. Onde um terapeuta pode ver a desregulação do sistema nervoso em tempo real durante as sessões. Onde parceiros românticos separados pela distância podem sentir a presença um do outro através de seus batimentos cardíacos reais. Onde grupos podem verificar sua sincronização em meditação, dança ou ação coletiva. Isso não é utopismo tecnológico. A pesquisa é clara sobre o que é possível e o que não é. A sincronização fisiológica é real, mas não substitui a comunicação verbal. O biofeedback é eficaz, mas requer prática e intenção. As redes de cuidado importam, mas não substituem o tratamento profissional quando necessário. O que a pesquisa sustenta é uma abordagem inclusiva: tecnologia que amplia a capacidade humana de conexão em vez de substituí-la, que torna visível o que antes era invisível, que cria as condições para a empatia sem tentar automatizá-la. A base científica é sólida. O hardware existe. A pesquisa está validada. O que faltava era uma plataforma projetada desde o início para servir ao florescimento humano em vez de extrair a atenção humana. É isso que o Sensocto pretende construir — e por que entender essa pesquisa importa para todos que o utilizam.

source: We scroll, we perform, we feel more alone.
de: Wir scrollen, wir inszenieren uns, wir fühlen uns einsamer.
es: Navegamos, actuamos, nos sentimos más solos.
fr: Nous scrollons, nous performons, nous nous sentons plus seuls.
ja: スクロールし、演じ、より孤独を感じる。
pt_br: Rolamos a tela, performamos, nos sentimos mais sozinhos.

source: Wearables & Monitoring
de: Wearables & Überwachung
es: Dispositivos portátiles y monitoreo
fr: Dispositifs portables et suivi
ja: ウェアラブルとモニタリング
pt_br: Vestíveis e Monitoramento

source: What if you could
de: Stell dir vor, du könntest
es: Y si pudieras
fr: Et si vous pouviez
ja: もしあなたができたら
pt_br: E se você pudesse

source: Why Peer-to-Peer?
de: Warum Peer-to-Peer?
es: ¿Por qué Peer-to-Peer?
fr: Pourquoi le pair-à-pair ?
ja: なぜピアツーピアなのか？
pt_br: Por que Ponto a Ponto?

source: YOLOfish-style inference on live video
de: YOLOfish-artige Inferenz auf Live-Video
es: Inferencia estilo YOLOfish en video en vivo
fr: Inférence de type YOLOfish sur vidéo en direct
ja: ライブビデオでのYOLOfishスタイル推論
pt_br: Inferência estilo YOLOfish em vídeo ao vivo

source: a friend is struggling before they ask
de: ein Freund Schwierigkeiten hat, bevor er fragt
es: que un amigo está luchando antes de que lo pida
fr: qu'un ami souffre avant qu'il ne le demande
ja: 友人が助けを求める前に苦しんでいること
pt_br: que um amigo está em dificuldade antes de pedir ajuda

source: a partner's desire without words
de: das Verlangen eines Partners ohne Worte
es: el deseo de tu pareja sin palabras
fr: le désir d'un partenaire sans mots
ja: 言葉なしでパートナーの欲求を
pt_br: o desejo de um parceiro sem palavras

source: accelerate
de: beschleunigen
es: acelerar
fr: accélérer
ja: 加速する
pt_br: acelerar

source: actuators from sensor threshold rules
de: Aktoren aus Sensor-Schwellenwertregeln
es: actuadores mediante reglas de umbral de sensores
fr: actionneurs à partir de règles de seuil des capteurs
ja: センサーしきい値ルールによるアクチュエーター
pt_br: atuadores a partir de regras de limiar de sensores

source: analyze
de: analysieren
es: analizar
fr: analyser
ja: 分析する
pt_br: analisar

source: as haptic devices tickle synchronized giggles
de: während haptische Geräte synchronisiertes Kichern erzeugen
es: mientras dispositivos hápticos provocan risas sincronizadas
fr: tandis que des dispositifs haptiques provoquent des fous rires synchronisés
ja: ハプティックデバイスがシンクロした笑いをくすぐる
pt_br: enquanto dispositivos hápticos provocam risadas sincronizadas

source: assess
de: bewerten
es: evaluar
fr: évaluer
ja: 評価する
pt_br: avaliar

source: assist
de: unterstützen
es: asistir
fr: assister
ja: 支援する
pt_br: assistir

source: assistive interfaces with sensor feedback
de: assistive Schnittstellen mit Sensor-Feedback
es: interfaces asistivas con retroalimentación de sensores
fr: interfaces d'assistance avec retour de capteurs
ja: センサーフィードバック付き支援インターフェース
pt_br: interfaces assistivas com feedback de sensores

source: breathe
de: atmen
es: respirar
fr: respirer
ja: 呼吸する
pt_br: respirar

source: capture
de: erfassen
es: capturar
fr: capturer
ja: キャプチャする
pt_br: capturar

source: caregivers with real-time patient monitoring
de: Betreuende mit Echtzeit-Patientenüberwachung
es: cuidadores con monitoreo de pacientes en tiempo real
fr: les aidants grâce au suivi des patients en temps réel
ja: リアルタイム患者モニタリングで介護者を
pt_br: cuidadores com monitoramento de pacientes em tempo real

source: chill
de: chillen
es: relajarse
fr: se détendre
ja: くつろぐ
pt_br: relaxar

source: circadian rhythm impacts on chronic conditions
de: Auswirkungen zirkadianer Rhythmen auf chronische Erkrankungen
es: impactos del ritmo circadiano en condiciones crónicas
fr: les impacts du rythme circadien sur les maladies chroniques
ja: 慢性疾患に対する概日リズムの影響
pt_br: impactos do ritmo circadiano em condições crônicas

source: co-regulation dynamics in therapy dyads
de: Ko-Regulationsdynamik in Therapie-Dyaden
es: dinámicas de corregulación en díadas terapéuticas
fr: les dynamiques de co-régulation dans les dyades thérapeutiques
ja: セラピー二者間の共調整ダイナミクス
pt_br: dinâmicas de corregulação em díades terapêuticas

source: collect
de: sammeln
es: recolectar
fr: collecter
ja: 収集する
pt_br: coletar
