Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: Major synthesis proposing a unified framework with six dimensions of synchrony form and four core functions: reducing complexity, accomplishing joint tasks, strengthening connection, and influencing partners.
de: Bedeutende Synthese, die einen einheitlichen Rahmen mit sechs Dimensionen der Synchronisationsform und vier Kernfunktionen vorschlägt: Komplexitätsreduktion, Bewältigung gemeinsamer Aufgaben, Stärkung der Verbindung und Beeinflussung von Partnern.
es: Síntesis importante que propone un marco unificado con seis dimensiones de forma de sincronía y cuatro funciones centrales: reducir la complejidad, lograr tareas conjuntas, fortalecer la conexión e influir en las parejas.
fr: Synthèse majeure proposant un cadre unifié avec six dimensions de forme de la synchronie et quatre fonctions fondamentales : réduire la complexité, accomplir des tâches conjointes, renforcer la connexion et influencer les partenaires.
ja: シンクロニー形態の6つの次元と4つの中核機能——複雑性の低減、共同課題の達成、つながりの強化、パートナーへの影響——を含む統一的枠組みを提案する主要な統合研究です。
pt_br: Grande síntese propondo um arcabouço unificado com seis dimensões de forma de sincronia e quatro funções centrais: reduzir complexidade, realizar tarefas conjuntas, fortalecer conexões e influenciar parceiros.

source: Mental Health & Trusted Networks
de: Psychische Gesundheit & Vertrauensnetzwerke
es: Salud mental y redes de confianza
fr: Santé mentale et réseaux de confiance
ja: メンタルヘルスと信頼のネットワーク
pt_br: Saúde Mental e Redes de Confiança

source: Methods for detecting emotional states through autonomic nervous system monitoring via wearables.
de: Methoden zur Erkennung emotionaler Zustände durch Überwachung des autonomen Nervensystems mittels Wearables.
es: Métodos para detectar estados emocionales a través del monitoreo del sistema nervioso autónomo mediante dispositivos portátiles.
fr: Méthodes de détection des états émotionnels par le suivi du système nerveux autonome via des dispositifs portables.
ja: ウェアラブルによる自律神経系モニタリングを通じた感情状態の検出方法です。
pt_br: Métodos para detectar estados emocionais por meio do monitoramento do sistema nervoso autônomo via dispositivos vestíveis.

source: Movesense ECG and IMU data at 100Hz
de: Movesense ECG- und IMU-Daten bei 100 Hz
es: Datos ECG e IMU de Movesense a 100Hz
fr: Données ECG et IMU Movesense à 100 Hz
ja: 100HzでのMovesense ECGおよびIMUデータ
pt_br: Dados de ECG e IMU do Movesense a 100Hz

source: Near-zero marginal cost. No need to harvest data.
de: Nahezu null Grenzkosten. Kein Bedarf, Daten zu sammeln.
es: Costo marginal casi nulo. Sin necesidad de recolectar datos.
fr: Coût marginal quasi nul. Pas besoin de collecter les données.
ja: 限りなくゼロに近い限界コスト。データを収集する必要がありません。
pt_br: Custo marginal quase zero. Sem necessidade de coletar dados.

source: No central authority. Communities cannot be silenced.
de: Keine zentrale Autorität. Gemeinschaften können nicht zum Schweigen gebracht werden.
es: Sin autoridad central. Las comunidades no pueden ser silenciadas.
fr: Aucune autorité centrale. Les communautés ne peuvent pas être réduites au silence.
ja: 中央権力なし。コミュニティを黙らせることはできません。
pt_br: Sem autoridade central. Comunidades não podem ser silenciadas.

source: No harvesting. No surveillance. No algorithms deciding who sees what.
de: Kein Datensammeln. Keine Überwachung. Keine Algorithmen, die bestimmen, wer was sieht.
es: Sin recolección de datos. Sin vigilancia. Sin algoritmos decidiendo quién ve qué.
fr: Pas de collecte. Pas de surveillance. Pas d'algorithmes décidant qui voit quoi.
ja: データ収集なし。監視なし。誰が何を見るかを決めるアルゴリズムなし。
pt_br: Sem coleta de dados. Sem vigilância. Sem algoritmos decidindo quem vê o quê.

source: Nordic Thingy:52 via Web Bluetooth
es: Nordic Thingy:52 vía Web Bluetooth
ja: Web Bluetooth経由のNordic Thingy:52

source: Novelty Detection
de: Anomalieerkennung
es: Detección de novedades
fr: Détection de nouveauté
ja: 新規性検出
pt_br: Detecção de Novidades

source: Our approach is grounded in peer-reviewed research on physiological synchronization, care networks, and wearable technology for mental health.
de: Unser Ansatz basiert auf begutachteter Forschung zu physiologischer Synchronisation, Fürsorgenetzwerken und Wearable-Technologie für psychische Gesundheit.
es: Nuestro enfoque está fundamentado en investigación revisada por pares sobre sincronización fisiológica, redes de cuidado y tecnología portátil para la salud mental.
fr: Notre approche est fondée sur des recherches évaluées par les pairs portant sur la synchronisation physiologique, les réseaux de soins et les technologies portables pour la santé mentale.
ja: 私たちのアプローチは、生理学的シンクロニゼーション、ケアネットワーク、メンタルヘルスのためのウェアラブルテクノロジーに関する査読済み研究に基づいています。
pt_br: Nossa abordagem é fundamentada em pesquisas revisadas por pares sobre sincronização fisiológica, redes de cuidado e tecnologia vestível para saúde mental.

source: P2P Solution
de: P2P-Lösung
es: Solución P2P
fr: Solution P2P
ja: P2Pソリューション
pt_br: Solução P2P

source: Peer support networks are reactive—friends don't know someone's in crisis until it's too late. With shared physiology, trusted contacts see rising stress patterns and can reach out proactively.
de: Peer-Support-Netzwerke sind reaktiv – Freunde wissen nicht, dass jemand in einer Krise steckt, bis es zu spät ist. Mit geteilter Physiologie sehen Vertrauenspersonen steigende Stressmuster und können proaktiv Kontakt aufnehmen.
es: Las redes de apoyo entre pares son reactivas—los amigos no saben que alguien está en crisis hasta que es demasiado tarde. Con fisiología compartida, los contactos de confianza ven los patrones de estrés creciente y pueden acercarse de forma proactiva.
fr: Les réseaux de soutien par les pairs sont réactifs — les amis ne savent pas que quelqu'un est en crise avant qu'il ne soit trop tard. Grâce à la physiologie partagée, les contacts de confiance voient les schémas de stress croissants et peuvent intervenir de manière proactive.
ja: ピアサポートネットワークは事後対応的です——友人は手遅れになるまで誰かが危機にあることを知りません。共有された生理データにより、信頼できる連絡先がストレスパターンの上昇を察知し、先回りして手を差し伸べることができます。
pt_br: Redes de apoio entre pares são reativas — amigos não sabem que alguém está em crise até que seja tarde demais. Com a fisiologia compartilhada, contatos de confiança percebem padrões crescentes de estresse e podem entrar em contato proativamente.

source: Predictive Load Balancing
de: Vorausschauende Lastverteilung
es: Balanceo de carga predictivo
fr: Équilibrage de charge prédictif
ja: 予測的負荷分散
pt_br: Balanceamento de Carga Preditivo

source: RECENT ADVANCES: GROUP DYNAMICS AND UNIFIED FRAMEWORKS (2024-2025) The most recent wave of research has elevated synchrony science from observation to prediction, and from dyads to groups. Sharika and colleagues' 2024 study in PNAS represents a watershed moment: using multidimensional recurrence quantification analysis and machine learning on 44 groups (204 participants), they demonstrated that interpersonal heart rate synchrony predicted correct group consensus with over 70%% cross-validation accuracy—significantly higher than discussion duration, subjective assessments, or baseline heart rates. This establishes physiological synchronization not merely as a correlate of connection but as a predictive biomarker of collective intelligence. daSilva and Wood's 2025 synthesis in Personality and Social Psychology Review provided the field's first unified framework, classifying synchrony along six dimensions—periodicity, discreteness, spatial similarity, directionality, leader-follower dynamics, and observability—and distilling four core functions: reducing complexity and improving understanding, accomplishing joint tasks, strengthening social connection, and influencing partners' behavior. This framework resolves longstanding fragmentation across disciplines studying the same phenomenon under different names. Gordon's 2025 review in Social and Personality Psychology Compass extended the theoretical lens beyond dyads, arguing that interpersonal synchrony functions as "social glue" at the group level and proposing a neuroscience-informed framework for understanding why some groups succeed while others fail. This group-level perspective is critical for applications like meditation circles, team coordination, and collective rituals. At the physiological mechanism level, Stuart and colleagues' 2025 study of 712 adults in Psychophysiology revealed that respiratory sinus arrhythmia—a marker of vagal regulation—increases during face-to-face conversations regardless of relationship type or topic. This finding suggests that our autonomic nervous systems actively prepare for social engagement, a process independent of conscious intention. Boukarras and colleagues found that social anxiety dampens this natural synchronization during cooperative tasks, while task novelty amplifies it—pointing toward specific intervention targets for social anxiety treatment. Escobar's comprehensive review mapped three mechanisms of cardiac physiological synchrony—cognitive, mechanical, and environmental—to empathy expression and anxiety manifestation. Ciminaghi's EEG-BIO hyperscanning study added a striking finding: even moral alignment between individuals modulates both neural and autonomic coupling during persuasion tasks, suggesting that shared values create deeper physiological resonance.
de: JÜNGSTE FORTSCHRITTE: GRUPPENDYNAMIK UND EINHEITLICHE RAHMENWERKE (2024–2025) Die jüngste Welle der Forschung hat die Synchronisationswissenschaft von der Beobachtung zur Vorhersage und von Dyaden zu Gruppen erhoben. Sharika und Kollegen stellen mit ihrer 2024er Studie in PNAS einen Wendepunkt dar: Mittels multidimensionaler Rekurrenzquantifizierungsanalyse und maschinellem Lernen an 44 Gruppen (204 Teilnehmern) zeigten sie, dass interpersonelle Herzfrequenz-Synchronisation korrekten Gruppenkonsens mit über 70%% Kreuzvalidierungsgenauigkeit vorhersagte – deutlich höher als Diskussionsdauer, subjektive Einschätzungen oder Ruheherzfrequenzen. Dies etabliert physiologische Synchronisation nicht nur als Korrelat von Verbindung, sondern als prädiktiven Biomarker kollektiver Intelligenz. daSilva und Woods 2025er Synthese in Personality and Social Psychology Review lieferte das erste einheitliche Rahmenwerk des Feldes, das Synchronisation entlang sechs Dimensionen klassifiziert – Periodizität, Diskretheit, räumliche Ähnlichkeit, Direktionalität, Führer-Folger-Dynamik und Beobachtbarkeit – und vier Kernfunktionen destilliert: Komplexitätsreduktion und verbessertes Verständnis, Bewältigung gemeinsamer Aufgaben, Stärkung sozialer Verbindung und Beeinflussung des Partnerverhaltens. Dieses Rahmenwerk löst eine langbestehende Fragmentierung zwischen Disziplinen auf, die dasselbe Phänomen unter verschiedenen Namen untersuchen. Gordons 2025er Übersicht in Social and Personality Psychology Compass erweiterte den theoretischen Blick über Dyaden hinaus und argumentiert, dass interpersonelle Synchronisation auf Gruppenebene als ‚sozialer Klebstoff' fungiert, und schlägt ein neurowissenschaftlich fundiertes Rahmenwerk vor, um zu verstehen, warum manche Gruppen Erfolg haben und andere scheitern. Diese Gruppenperspektive ist entscheidend für Anwendungen wie Meditationskreise, Teamkoordination und kollektive Rituale. Auf der Ebene physiologischer Mechanismen enthüllte Stuart und Kollegen in ihrer 2025er Studie an 712 Erwachsenen in Psychophysiology, dass respiratorische Sinusarrhythmie – ein Marker vagaler Regulation – während persönlicher Gespräche zunimmt, unabhängig von Beziehungstyp oder Thema. Dieser Befund legt nahe, dass unsere autonomen Nervensysteme sich aktiv auf soziales Engagement vorbereiten, ein Prozess unabhängig von bewusster Absicht. Boukarras und Kollegen fanden heraus, dass soziale Angst diese natürliche Synchronisation bei kooperativen Aufgaben dämpft, während Aufgabenneuheit sie verstärkt – was auf spezifische Interventionsziele für die Behandlung sozialer Angst hinweist. Escobars umfassende Übersicht ordnete drei Mechanismen kardialer physiologischer Synchronisation – kognitive, mechanische und umweltbedingte – der Empathieexpression und Angstmanifestation zu. Ciminaghis EEG-BIO-Hyperscanning-Studie fügte einen bemerkenswerten Befund hinzu: Selbst moralische Übereinstimmung zwischen Individuen moduliert sowohl neuronale als auch autonome Kopplung während Überzeugungsaufgaben, was nahelegt, dass geteilte Werte tiefere physiologische Resonanz erzeugen.
es: AVANCES RECIENTES: DINÁMICA GRUPAL Y MARCOS UNIFICADOS (2024-2025) La ola más reciente de investigación ha elevado la ciencia de la sincronía de la observación a la predicción, y de las díadas a los grupos. El estudio de Sharika y colegas de 2024 en PNAS representa un momento decisivo: utilizando análisis de cuantificación de recurrencia multidimensional y aprendizaje automático en 44 grupos (204 participantes), demostraron que la sincronía interpersonal de frecuencia cardíaca predijo el consenso grupal correcto con más de 70%% de precisión en validación cruzada—significativamente mayor que la duración de la discusión, las evaluaciones subjetivas o las frecuencias cardíacas basales. Esto establece la sincronización fisiológica no meramente como un correlato de la conexión sino como un biomarcador predictivo de la inteligencia colectiva. La síntesis de daSilva y Wood de 2025 en Personality and Social Psychology Review proporcionó el primer marco unificado del campo, clasificando la sincronía a lo largo de seis dimensiones—periodicidad, discretitud, similitud espacial, direccionalidad, dinámica líder-seguidor y observabilidad—y destilando cuatro funciones centrales: reducir la complejidad y mejorar la comprensión, lograr tareas conjuntas, fortalecer la conexión social e influir en el comportamiento de las parejas. Este marco resuelve la fragmentación persistente entre disciplinas que estudian el mismo fenómeno bajo diferentes nombres. La revisión de Gordon de 2025 en Social and Personality Psychology Compass extendió la perspectiva teórica más allá de las díadas, argumentando que la sincronía interpersonal funciona como "pegamento social" a nivel grupal y proponiendo un marco informado por la neurociencia para entender por qué algunos grupos tienen éxito mientras otros fracasan. Esta perspectiva a nivel grupal es crítica para aplicaciones como círculos de meditación, coordinación de equipos y rituales colectivos. A nivel del mecanismo fisiológico, el estudio de Stuart y colegas de 2025 con 712 adultos en Psychophysiology reveló que la arritmia sinusal respiratoria—un marcador de regulación vagal—aumenta durante las conversaciones cara a cara independientemente del tipo de relación o tema. Este hallazgo sugiere que nuestros sistemas nerviosos autónomos se preparan activamente para el compromiso social, un proceso independiente de la intención consciente. Boukarras y colegas encontraron que la ansiedad social amortigua esta sincronización natural durante tareas cooperativas, mientras que la novedad de la tarea la amplifica—señalando objetivos específicos de intervención para el tratamiento de la ansiedad social. La revisión exhaustiva de Escobar mapeó tres mecanismos de sincronía fisiológica cardíaca—cognitivos, mecánicos y ambientales—a la expresión de empatía y la manifestación de ansiedad. El estudio de hiperescaneo EEG-BIO de Ciminaghi añadió un hallazgo sorprendente: incluso la alineación moral entre individuos modula tanto el acoplamiento neural como autonómico durante tareas de persuasión, sugiriendo que los valores compartidos crean una resonancia fisiológica más profunda.
fr: AVANCÉES RÉCENTES : DYNAMIQUES DE GROUPE ET CADRES UNIFIÉS (2024-2025) La vague de recherche la plus récente a élevé la science de la synchronie de l'observation à la prédiction, et des dyades aux groupes. L'étude de Sharika et collègues publiée en 2024 dans PNAS représente un tournant : en utilisant l'analyse de quantification de récurrence multidimensionnelle et l'apprentissage automatique sur 44 groupes (204 participants), ils ont démontré que la synchronie interpersonnelle de fréquence cardiaque prédisait le consensus de groupe correct avec une précision de validation croisée supérieure à 70 %% — significativement plus élevée que la durée des discussions, les évaluations subjectives ou les fréquences cardiaques de base. Cela établit la synchronisation physiologique non pas simplement comme un corrélat de la connexion, mais comme un biomarqueur prédictif de l'intelligence collective. La synthèse de daSilva et Wood en 2025 dans Personality and Social Psychology Review a fourni le premier cadre unifié du domaine, classant la synchronie selon six dimensions — périodicité, discrétion, similarité spatiale, directionnalité, dynamiques meneur-suiveur et observabilité — et distillant quatre fonctions fondamentales : réduire la complexité et améliorer la compréhension, accomplir des tâches conjointes, renforcer la connexion sociale et influencer le comportement des partenaires. Ce cadre résout une fragmentation de longue date entre les disciplines étudiant le même phénomène sous des noms différents. La revue de Gordon en 2025 dans Social and Personality Psychology Compass a étendu la perspective théorique au-delà des dyades, arguant que la synchronie interpersonnelle fonctionne comme « ciment social » au niveau du groupe et proposant un cadre informé par les neurosciences pour comprendre pourquoi certains groupes réussissent tandis que d'autres échouent. Cette perspective au niveau du groupe est essentielle pour des applications telles que les cercles de méditation, la coordination d'équipe et les rituels collectifs. Au niveau des mécanismes physiologiques, l'étude de Stuart et collègues en 2025 portant sur 712 adultes dans Psychophysiology a révélé que l'arythmie sinusale respiratoire — un marqueur de la régulation vagale — augmente lors des conversations en face à face, indépendamment du type de relation ou du sujet. Cette découverte suggère que nos systèmes nerveux autonomes se préparent activement à l'engagement social, un processus indépendant de l'intention consciente. Boukarras et collègues ont constaté que l'anxiété sociale atténue cette synchronisation naturelle lors de tâches coopératives, tandis que la nouveauté de la tâche l'amplifie — pointant vers des cibles d'intervention spécifiques pour le traitement de l'anxiété sociale. La revue exhaustive d'Escobar a cartographié trois mécanismes de synchronie physiologique cardiaque — cognitif, mécanique et environnemental — vers l'expression de l'empathie et la manifestation de l'anxiété. L'étude d'hyperscanning EEG-BIO de Ciminaghi a ajouté une découverte frappante : même l'alignement moral entre individus module le couplage neuronal et autonome lors de tâches de persuasion, suggérant que les valeurs partagées créent une résonance physiologique plus profonde.
ja: 最近の進展：グループダイナミクスと統一的枠組み（2024-2025） 最新の研究の波は、シンクロニー科学を観察から予測へ、二者間からグループへと引き上げました。Sharikaらの2024年のPNASにおける研究は転換点を示しています：44グループ（204名の参加者）に対する多次元再帰定量化分析と機械学習を用いて、対人心拍シンクロニーが70%%以上の交差検証精度で正しいグループコンセンサスを予測することを実証しました——これは議論の長さ、主観的評価、またはベースライン心拍数よりも有意に高い精度です。これにより、生理学的シンクロニゼーションは単なるつながりの相関因子ではなく、集合知の予測的バイオマーカーとして確立されました。 daSilvaとWoodの2025年のPersonality and Social Psychology Reviewにおける統合研究は、この分野初の統一的枠組みを提供し、シンクロニーを6つの次元——周期性、離散性、空間的類似性、方向性、リーダー・フォロワーダイナミクス、観察可能性——に沿って分類し、4つの中核機能を抽出しました：複雑性の低減と理解の向上、共同課題の達成、社会的つながりの強化、パートナーの行動への影響。この枠組みは、異なる名前で同じ現象を研究してきた学際間の長年の断片化を解消します。 Gordonの2025年のSocial and Personality Psychology Compassにおけるレビューは、理論的レンズを二者間を超えて拡張し、対人シンクロニーがグループレベルで「社会的接着剤」として機能すると主張し、なぜ一部のグループが成功し他が失敗するかを理解するための神経科学に基づく枠組みを提案しました。このグループレベルの視点は、瞑想サークル、チーム連携、集合的儀式などのアプリケーションにとって重要です。 生理学的メカニズムのレベルでは、Stuartらの2025年のPsychophysiologyにおける712名の成人を対象とした研究が、呼吸性洞性不整脈——迷走神経調整のマーカー——が関係性の種類やトピックに関係なく対面会話中に増加することを明らかにしました。この発見は、自律神経系が意識的な意図とは独立したプロセスとして、社会的関与に能動的に備えることを示唆しています。Boukarrasらは、社会不安が協力課題中のこの自然なシンクロニゼーションを抑制する一方、課題の新規性がそれを増幅することを発見しました——社会不安治療の具体的な介入ターゲットを示唆しています。Escobarの包括的レビューは、心臓生理学的シンクロニーの3つのメカニズム——認知的、機械的、環境的——を共感表現と不安の表出にマッピングしました。CiminaghiのEEG-BIOハイパースキャニング研究は、印象的な発見を加えました：個人間の道徳的一致さえも説得課題中の神経および自律神経カップリングの両方を調整しており、共有された価値観がより深い生理学的共鳴を生み出すことを示唆しています。
pt_br: AVANÇOS RECENTES: DINÂMICAS DE GRUPO E ARCABOUÇOS UNIFICADOS (2024-2025) A onda mais recente de pesquisas elevou a ciência da sincronia da observação para a previsão, e das díades para os grupos. O estudo de Sharika e colegas de 2024 na PNAS representa um divisor de águas: usando análise de quantificação de recorrência multidimensional e aprendizado de máquina em 44 grupos (204 participantes), demonstraram que a sincronia interpessoal de frequência cardíaca previu o consenso correto do grupo com precisão de validação cruzada superior a 70%% — significativamente maior que a duração da discussão, avaliações subjetivas ou frequências cardíacas basais. Isso estabelece a sincronização fisiológica não meramente como um correlato da conexão, mas como um biomarcador preditivo de inteligência coletiva. A síntese de daSilva e Wood de 2025 na Personality and Social Psychology Review forneceu o primeiro arcabouço unificado do campo, classificando a sincronia em seis dimensões — periodicidade, discrição, similaridade espacial, direcionalidade, dinâmicas líder-seguidor e observabilidade — e destilando quatro funções centrais: reduzir complexidade e melhorar a compreensão, realizar tarefas conjuntas, fortalecer a conexão social e influenciar o comportamento dos parceiros. Esse arcabouço resolve a fragmentação de longa data entre disciplinas que estudam o mesmo fenômeno sob diferentes nomes. A revisão de Gordon de 2025 no Social and Personality Psychology Compass estendeu a lente teórica para além das díades, argumentando que a sincronia interpessoal funciona como "cola social" no nível grupal e propondo um arcabouço informado pela neurociência para entender por que alguns grupos prosperam enquanto outros falham. Essa perspectiva no nível grupal é fundamental para aplicações como círculos de meditação, coordenação de equipes e rituais coletivos. No nível do mecanismo fisiológico, o estudo de Stuart e colegas de 2025 com 712 adultos na Psychophysiology revelou que a arritmia sinusal respiratória — um marcador de regulação vagal — aumenta durante conversas presenciais independentemente do tipo de relacionamento ou tema. Essa descoberta sugere que nossos sistemas nervosos autônomos se preparam ativamente para o engajamento social, um processo independente da intenção consciente. Boukarras e colegas descobriram que a ansiedade social atenua essa sincronização natural durante tarefas cooperativas, enquanto a novidade da tarefa a amplifica — apontando para alvos específicos de intervenção para o tratamento da ansiedade social. A revisão abrangente de Escobar mapeou três mecanismos de sincronia fisiológica cardíaca — cognitivo, mecânico e ambiental — para a expressão de empatia e manifestação de ansiedade. O estudo de hipervarredura EEG-BIO de Ciminaghi acrescentou uma descoberta impressionante: mesmo o alinhamento moral entre indivíduos modula tanto o acoplamento neural quanto o autonômico durante tarefas de persuasão, sugerindo que valores compartilhados criam ressonância fisiológica mais profunda.

source: RESEARCH
de: FORSCHUNG
es: INVESTIGACIÓN
fr: RECHERCHE
ja: リサーチ
pt_br: PESQUISA

source: ROV video feeds with real-time annotations
de: ROV-Videostreams mit Echtzeit-Annotationen
es: Transmisiones de video ROV con anotaciones en tiempo real
fr: Flux vidéo ROV avec annotations en temps réel
ja: リアルタイムアノテーション付きROVビデオフィード
pt_br: Transmissões de vídeo de ROV com anotações em tempo real
