Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: Actions
de: Aktionen
es: Acciones
ja: アクション
pt_br: Ações

source: Attempting to reconnect
de: Verbindung wird wiederhergestellt
es: Intentando reconectar
fr: Tentative de reconnexion
ja: 再接続を試みています
pt_br: Tentando reconectar

source: Close menu
de: Menü schliessen
es: Cerrar menú
fr: Fermer le menu
ja: メニューを閉じる
pt_br: Fechar menu

source: Error!
de: Fehler!
fr: Erreur !
ja: エラー！
pt_br: Erro!

source: Hang in there while we get back on track
de: Bitte warten, wir sind gleich wieder da
es: Espera un momento mientras restablecemos la conexión
fr: Veuillez patienter pendant que nous rétablissons la connexion
ja: 接続を復旧中です。しばらくお待ちください
pt_br: Aguarde enquanto restabelecemos a conexão

source: Open actions menu
de: Aktionsmenü öffnen
es: Abrir menú de acciones
fr: Ouvrir le menu d'actions
ja: アクションメニューを開く
pt_br: Abrir menu de ações

source: Something went wrong!
de: Etwas ist schiefgelaufen!
es: ¡Algo salió mal!
fr: Une erreur est survenue !
ja: 問題が発生しました！
pt_br: Algo deu errado!

source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Succès !
ja: 成功！
pt_br: Sucesso!

source: We can't find the internet
de: Keine Internetverbindung
es: No podemos encontrar la conexión a internet
fr: Impossible de trouver la connexion internet
ja: インターネットに接続できません
pt_br: Não conseguimos encontrar a internet

source: close
de: schliessen
es: cerrar
fr: fermer
ja: 閉じる
pt_br: fechar

source: If this user exists in our database you will be contacted with a sign-in link shortly.
ja: このアカウントが存在する場合、まもなくサインインリンクがメールで届きます。

source: About
de: Über
es: Acerca de
fr: À propos
ja: 概要
pt_br: Sobre

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt_br: Início

source: Lobby
ja: ロビー

source: Rooms
de: Räume
es: Salas
fr: Salles
ja: ルーム
pt_br: Salas

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
pt_br: Configurações

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
pt_br: Sair

source: Sim
ja: シミュレーション

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt_br: Conta

source: Account ID
de: Konto-ID
es: ID de cuenta
fr: Identifiant du compte
ja: アカウント ID
pt_br: ID da conta

source: Choose your preferred language for the application interface.
de: Wähle deine bevorzugte Sprache für die Benutzeroberfläche.
es: Elige tu idioma preferido para la interfaz de la aplicación.
fr: Choisissez votre langue préférée pour l'interface de l'application.
ja: アプリケーションのインターフェース言語を選択してください。
pt_br: Escolha seu idioma preferido para a interface do aplicativo.

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
pt_br: Copiado!

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar

source: Email
es: Correo electrónico
ja: メールアドレス

source: Expires in
de: Läuft ab in
es: Expira en
fr: Expire dans
ja: 有効期限
pt_br: Expira em

source: Generate new code
de: Neuen Code generieren
es: Generar nuevo código
fr: Générer un nouveau code
ja: 新しいコードを生成
pt_br: Gerar novo código

source: Go to Settings and tap "Scan QR Code"
de: Gehe zu Einstellungen und tippe auf "QR-Code scannen"
es: Ve a Configuración y toca "Escanear código QR"
fr: Allez dans Paramètres et appuyez sur "Scanner le code QR"
ja: 設定に移動して「QRコードをスキャン」をタップ
pt_br: Vá para Configurações e toque em "Escanear código QR"

source: Hide QR Code
de: QR-Code ausblenden
es: Ocultar código QR
fr: Masquer le code QR
ja: QRコードを非表示
pt_br: Ocultar código QR

source: How to link your device:
de: So verbindest du dein Gerät:
es: Cómo vincular tu dispositivo:
fr: Comment associer votre appareil :
ja: デバイスの連携方法：
pt_br: Como vincular seu dispositivo:

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt_br: Idioma

source: Link Mobile Device
de: Mobilgerät verbinden
es: Vincular dispositivo móvil
fr: Associer un appareil mobile
ja: モバイルデバイスを連携
pt_br: Vincular dispositivo móvel

source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome

source: Open the SensOcto mobile app
de: Öffne die SensOcto Mobile-App
es: Abre la aplicación móvil SensOcto
fr: Ouvrez l'application mobile SensOcto
ja: SensOcto モバイルアプリを開く
pt_br: Abra o aplicativo móvel SensOcto

source: Or copy the link:
de: Oder Link kopieren:
es: O copia el enlace:
fr: Ou copiez le lien :
ja: またはリンクをコピー：
pt_br: Ou copie o link:

source: Point your camera at the QR code above
de: Richte deine Kamera auf den QR-Code oben
es: Apunta tu cámara al código QR de arriba
fr: Dirigez votre caméra vers le code QR ci-dessus
ja: 上のQRコードにカメラを向けてください
pt_br: Aponte sua câmera para o código QR acima

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
pt_br: Perfil

source: Scan the QR code with the SensOcto mobile app to sign in on your mobile device.
de: Scanne den QR-Code mit der SensOcto Mobile-App, um dich auf deinem Mobilgerät anzumelden.
es: Escanea el código QR con la aplicación móvil SensOcto para iniciar sesión en tu dispositivo móvil.
fr: Scannez le code QR avec l'application mobile SensOcto pour vous connecter sur votre appareil mobile.
ja: SensOcto モバイルアプリでQRコードをスキャンして、モバイルデバイスにログインします。
pt_br: Escaneie o código QR com o aplicativo móvel SensOcto para fazer login no seu dispositivo móvel.

source: Show QR Code
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
ja: QRコードを表示
pt_br: Mostrar código QR

source: You'll be automatically signed in
de: Du wirst automatisch angemeldet
es: Iniciarás sesión automáticamente
fr: Vous serez automatiquement connecté
ja: 自動的にログインされます
pt_br: Você será conectado automaticamente

source: "Connection becomes tangible when you can feel someone's presence—their heartbeat, their calm, their stress—in real-time."
de: "Verbindung wird greifbar, wenn man die Präsenz eines anderen spüren kann – seinen Herzschlag, seine Ruhe, seinen Stress – in Echtzeit."
es: "La conexión se vuelve tangible cuando puedes sentir la presencia de alguien—su latido, su calma, su estrés—en tiempo real."
fr: "La connexion devient tangible quand on peut ressentir la présence de quelqu'un — son rythme cardiaque, son calme, son stress — en temps réel."
ja: 「つながりは、誰かの存在を感じられるとき——心拍、穏やかさ、ストレスを——リアルタイムで実感できるものになります。」
pt_br: "A conexão se torna tangível quando você consegue sentir a presença de alguém — seus batimentos cardíacos, sua calma, seu estresse — em tempo real."

source: "Dignity and agency restored through embodied communication."
de: "Würde und Selbstbestimmung wiederhergestellt durch verkörperte Kommunikation."
es: "Dignidad y autonomía restauradas a través de la comunicación corporal."
fr: "Dignité et autonomie restaurées grâce à la communication incarnée."
ja: 「身体的コミュニケーションを通じて、尊厳と主体性が回復されます。」
pt_br: "Dignidade e autonomia restauradas por meio da comunicação corporal."

source: "Emergent collective intelligence through shared physiology."
de: "Emergente kollektive Intelligenz durch geteilte Physiologie."
es: "Inteligencia colectiva emergente a través de la fisiología compartida."
fr: "Intelligence collective émergente par la physiologie partagée."
ja: 「共有された生理機能を通じて生まれる集合知。」
pt_br: "Inteligência coletiva emergente por meio da fisiologia compartilhada."

source: "From coral reefs to urban gardens—sensing what matters."
de: "Von Korallenriffen bis zu städtischen Gärten – wahrnehmen, was zählt."
es: "De los arrecifes de coral a los jardines urbanos—percibiendo lo que importa."
fr: "Des récifs coralliens aux jardins urbains — capter ce qui compte."
ja: 「サンゴ礁から都市の庭園まで——大切なものを感知する。」
pt_br: "De recifes de coral a hortas urbanas — sentindo o que importa."

source: "Presence you can feel, not just see."
de: "Präsenz, die man fühlen kann, nicht nur sehen."
es: "Presencia que puedes sentir, no solo ver."
fr: "Une présence que l'on ressent, pas seulement que l'on voit."
ja: 「見るだけでなく、感じられる存在。」
pt_br: "Presença que você sente, não apenas vê."

source: "Prevention over crisis. Community as safety net."
de: "Prävention statt Krise. Gemeinschaft als Sicherheitsnetz."
es: "Prevención antes que crisis. La comunidad como red de seguridad."
fr: "La prévention plutôt que la crise. La communauté comme filet de sécurité."
ja: 「危機対応より予防を。コミュニティをセーフティネットに。」
pt_br: "Prevenção acima da crise. Comunidade como rede de proteção."

source: "See the nervous system respond before words form."
de: "Das Nervensystem reagieren sehen, bevor sich Worte formen."
es: "Observa cómo responde el sistema nervioso antes de que se formen las palabras."
fr: "Voir le système nerveux réagir avant que les mots ne se forment."
ja: 「言葉が生まれる前に、神経系の反応を見る。」
pt_br: "Veja o sistema nervoso responder antes que as palavras se formem."

source: 9-axis IMU quaternions for motion analysis
de: 9-Achsen-IMU-Quaternionen für Bewegungsanalyse
es: Cuaterniones IMU de 9 ejes para análisis de movimiento
fr: Quaternions IMU 9 axes pour l'analyse du mouvement
ja: モーション分析のための9軸IMUクォータニオン
pt_br: Quaternions de IMU de 9 eixos para análise de movimento

source: A live sensor network — each node is a person, each connection a shared signal.
de: Ein lebendiges Sensornetzwerk – jeder Knoten ist ein Mensch, jede Verbindung ein geteiltes Signal.
es: Una red de sensores en vivo — cada nodo es una persona, cada conexión una señal compartida.
fr: Un réseau de capteurs en direct — chaque nœud est une personne, chaque connexion un signal partagé.
ja: ライブセンサーネットワーク — 各ノードは一人の人間、各接続は共有された信号です。
pt_br: Uma rede de sensores ao vivo — cada nó é uma pessoa, cada conexão um sinal compartilhado.

source: Alertness to anomalous data
de: Aufmerksamkeit für anomale Daten
es: Alerta ante datos anómalos
fr: Vigilance face aux données anormales
ja: 異常データへの警戒
pt_br: Alerta para dados anômalos

source: Anticipates demand spikes
de: Antizipiert Lastspitzen
es: Anticipa picos de demanda
fr: Anticipe les pics de demande
ja: 需要の急増を予測
pt_br: Antecipa picos de demanda

source: Architecture shapes incentives. We built Sensocto so that privacy and human dignity are structural guarantees, not policy promises.
de: Architektur formt Anreize. Wir haben Sensocto so gebaut, dass Privatsphäre und Menschenwürde strukturelle Garantien sind, keine Richtlinienversprechen.
es: La arquitectura moldea los incentivos. Construimos Sensocto para que la privacidad y la dignidad humana sean garantías estructurales, no promesas de políticas.
fr: L'architecture façonne les incitations. Nous avons conçu Sensocto pour que la vie privée et la dignité humaine soient des garanties structurelles, et non des promesses politiques.
ja: アーキテクチャがインセンティブを形作ります。私たちはプライバシーと人間の尊厳がポリシーの約束ではなく、構造的な保証となるようにSensoctoを構築しました。
pt_br: A arquitetura molda os incentivos. Construímos o Sensocto para que privacidade e dignidade humana sejam garantias estruturais, não promessas de política.

source: Argues that interpersonal synchrony functions as 'social glue' and presents a theoretical framework for studying group synchrony beyond dyads.
de: Argumentiert, dass interpersonelle Synchronisation als ‚sozialer Klebstoff' fungiert, und stellt einen theoretischen Rahmen für die Erforschung von Gruppensynchronisation jenseits von Dyaden vor.
es: Argumenta que la sincronía interpersonal funciona como 'pegamento social' y presenta un marco teórico para estudiar la sincronía grupal más allá de las díadas.
fr: Soutient que la synchronie interpersonnelle fonctionne comme un « ciment social » et présente un cadre théorique pour l'étude de la synchronie de groupe au-delà des dyades.
ja: 対人シンクロニーが「社会的接着剤」として機能すると主張し、二者間を超えたグループシンクロニーを研究するための理論的枠組みを提示しています。
pt_br: Argumenta que a sincronia interpessoal funciona como 'cola social' e apresenta um arcabouço teórico para o estudo da sincronia grupal para além das díades.

source: Attention-Aware Batching
de: Aufmerksamkeitsbewusste Stapelverarbeitung
es: Agrupamiento sensible a la atención
fr: Traitement par lots adapté à l'attention
ja: 注意認識バッチ処理
pt_br: Agrupamento Consciente da Atenção

source: Beneath the surface, Sensocto operates like a living organism—adapting, learning, self-regulating.
de: Unter der Oberfläche arbeitet Sensocto wie ein lebendiger Organismus – anpassend, lernend, selbstregulierend.
es: Bajo la superficie, Sensocto opera como un organismo vivo—adaptándose, aprendiendo, autorregulándose.
fr: Sous la surface, Sensocto fonctionne comme un organisme vivant — s'adaptant, apprenant, s'autorégulant.
ja: その表面の下で、Sensoctoは生きた有機体のように動作します——適応し、学習し、自己調整します。
pt_br: Por trás da superfície, o Sensocto opera como um organismo vivo — se adaptando, aprendendo, se autorregulando.

source: Biomimetic Intelligence
de: Biomimetische Intelligenz
es: Inteligencia biomimética
fr: Intelligence biomimétique
ja: バイオミメティック・インテリジェンス
pt_br: Inteligência Biomimética

source: Brief (~300 words)
de: Kurzfassung (~300 Wörter)
es: Breve (~300 palabras)
fr: Bref (~300 mots)
ja: 概要（約300語）
pt_br: Resumido (~300 palavras)

source: Built with
de: Gebaut mit
es: Creado con
fr: Conçu avec
ja: 使用技術
pt_br: Construído com

source: Buttplug.io for haptic device control
de: Buttplug.io für haptische Gerätesteuerung
es: Buttplug.io para control de dispositivos hápticos
fr: Buttplug.io pour le contrôle de dispositifs haptiques
ja: ハプティックデバイス制御のためのButtplug.io
pt_br: Buttplug.io para controle de dispositivos hápticos
