Repository: adiibanez/sensocto
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt_br

source: Foundational work on how social networks influence mental health outcomes and crisis prevention.
de: Grundlagenarbeit darüber, wie soziale Netzwerke psychische Gesundheitsergebnisse und Krisenprävention beeinflussen.
es: Trabajo fundacional sobre cómo las redes sociales influyen en los resultados de salud mental y la prevención de crisis.
fr: Travaux fondateurs sur la façon dont les réseaux sociaux influencent les résultats en santé mentale et la prévention des crises.
ja: 社会的ネットワークがメンタルヘルスの成果と危機予防にどのように影響するかに関する基礎的研究です。
pt_br: Trabalho fundamental sobre como as redes sociais influenciam os resultados de saúde mental e a prevenção de crises.

source: Fun
de: Spaß
es: Diversión
fr: Plaisir
ja: 楽しさ
pt_br: Diversão

source: GPS tracks from walking, cycling, or drones
de: GPS-Tracks vom Gehen, Radfahren oder Drohnen
es: Trazas GPS de caminatas, ciclismo o drones
fr: Traces GPS de marche, vélo ou drones
ja: ウォーキング、サイクリング、またはドローンからのGPSトラック
pt_br: Trilhas GPS de caminhada, ciclismo ou drones

source: Games, play, entertainment
de: Spiele, Spielen, Unterhaltung
es: Juegos, recreación, entretenimiento
fr: Jeux, divertissement, loisirs
ja: ゲーム、遊び、エンターテインメント
pt_br: Jogos, brincadeiras, entretenimento

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: はじめる
pt_br: Começar

source: Group Dynamics
de: Gruppendynamik
es: Dinámica de grupo
fr: Dynamiques de groupe
ja: グループダイナミクス
pt_br: Dinâmicas de Grupo

source: Groups & Collective Presence
de: Gruppen & kollektive Präsenz
es: Grupos y presencia colectiva
fr: Groupes et présence collective
ja: グループと集合的プレゼンス
pt_br: Grupos e Presença Coletiva

source: HRV Synchronization
de: HRV-Synchronisation
es: Sincronización de HRV
fr: Synchronisation HRV
ja: HRVシンクロニゼーション
pt_br: Sincronização de HRV

source: HRV and recovery metrics from medical wearables
de: HRV- und Erholungsmetriken von medizinischen Wearables
es: HRV y métricas de recuperación de dispositivos médicos portátiles
fr: Métriques HRV et de récupération issues de dispositifs médicaux portables
ja: 医療用ウェアラブルからのHRVと回復メトリクス
pt_br: HRV e métricas de recuperação de dispositivos vestíveis médicos

source: HRV responses to therapeutic interventions
de: HRV-Reaktionen auf therapeutische Interventionen
es: Respuestas de HRV a intervenciones terapéuticas
fr: Réponses HRV aux interventions thérapeutiques
ja: 治療的介入に対するHRV反応
pt_br: Respostas de HRV a intervenções terapêuticas

source: Heart rate synchrony predicted correct group consensus with >70% cross-validation accuracy across 44 groups, providing a biomarker of interpersonal engagement.
de: Herzfrequenz-Synchronisation sagte korrekten Gruppenkonsens mit >70%% Kreuzvalidierungsgenauigkeit über 44 Gruppen vorher und liefert einen Biomarker für interpersonelles Engagement.
es: La sincronía de frecuencia cardíaca predijo el consenso grupal correcto con >70% de precisión en validación cruzada en 44 grupos, proporcionando un biomarcador del compromiso interpersonal.
fr: La synchronie de fréquence cardiaque a prédit le consensus de groupe correct avec une précision de validation croisée supérieure à 70 %% sur 44 groupes, fournissant un biomarqueur de l'engagement interpersonnel.
ja: 心拍シンクロニーは44グループにおいて70%以上の交差検証精度で正しいグループコンセンサスを予測し、対人エンゲージメントのバイオマーカーを提供しました。
pt_br: A sincronia de frequência cardíaca previu o consenso correto do grupo com precisão de validação cruzada >70%% em 44 grupos, fornecendo um biomarcador de engajamento interpessoal.

source: Homeostatic Tuning
de: Homöostatische Abstimmung
es: Ajuste homeostático
fr: Ajustement homéostatique
ja: ホメオスタティック・チューニング
pt_br: Ajuste Homeostático

source: Human connection has a measurable heartbeat. When two people truly connect—in therapy, in love, in crisis support—their autonomic nervous systems begin to synchronize. Heart rate variability aligns. Breathing patterns match. This isn't metaphor; it's physiology. The research behind Sensocto spans five domains: interpersonal synchronization studies showing how bodies co-regulate during meaningful interactions; group dynamics research revealing synchrony as "social glue" that predicts collective outcomes; therapy research demonstrating that physiological attunement predicts therapeutic outcomes; care network studies proving that social ties directly impact mental health; and wearable technology research enabling real-time monitoring of these vital signs. A wave of 2024-2025 research has strengthened this foundation dramatically. Heart rate synchrony now predicts group consensus with over 70%% accuracy (PNAS 2024). Respiratory sinus arrhythmia increases during conversations regardless of relationship type. A unified framework identifies six dimensions of synchrony and four core functions. Social anxiety reduces physiological alignment, while shared novelty amplifies it. What emerges is a scientific foundation for what humans have always intuited: presence is physical, connection is measurable, and technology can amplify empathy rather than replace it.
de: Menschliche Verbindung hat einen messbaren Herzschlag. Wenn sich zwei Menschen wirklich verbinden – in der Therapie, in der Liebe, in der Krisenunterstützung – beginnen ihre autonomen Nervensysteme zu synchronisieren. Die Herzfrequenzvariabilität gleicht sich an. Atemmuster stimmen überein. Das ist keine Metapher; es ist Physiologie. Die Forschung hinter Sensocto umfasst fünf Bereiche: Studien zur interpersonellen Synchronisation, die zeigen, wie Körper sich während bedeutungsvoller Interaktionen ko-regulieren; Forschung zur Gruppendynamik, die Synchronisation als ‚sozialen Klebstoff' offenbart, der kollektive Ergebnisse vorhersagt; Therapieforschung, die demonstriert, dass physiologische Einstimmung therapeutische Ergebnisse vorhersagt; Studien zu Fürsorgenetzwerken, die belegen, dass soziale Bindungen direkt die psychische Gesundheit beeinflussen; und Forschung zu Wearable-Technologie, die Echtzeitüberwachung dieser Vitalzeichen ermöglicht. Eine Welle von Forschung 2024–2025 hat diese Grundlage dramatisch gestärkt. Herzfrequenz-Synchronisation sagt nun Gruppenkonsens mit über 70%% Genauigkeit vorher (PNAS 2024). Respiratorische Sinusarrhythmie nimmt während Gesprächen zu, unabhängig vom Beziehungstyp. Ein einheitlicher Rahmen identifiziert sechs Dimensionen der Synchronisation und vier Kernfunktionen. Soziale Angst verringert die physiologische Ausrichtung, während geteilte Neuheit sie verstärkt. Was sich zeigt, ist eine wissenschaftliche Grundlage für das, was Menschen immer intuitiv wussten: Präsenz ist physisch, Verbindung ist messbar, und Technologie kann Empathie verstärken, anstatt sie zu ersetzen.
es: La conexión humana tiene un latido medible. Cuando dos personas se conectan verdaderamente—en terapia, en el amor, en apoyo durante crisis—sus sistemas nerviosos autónomos comienzan a sincronizarse. La variabilidad de frecuencia cardíaca se alinea. Los patrones de respiración coinciden. Esto no es una metáfora; es fisiología. La investigación detrás de Sensocto abarca cinco dominios: estudios de sincronización interpersonal que muestran cómo los cuerpos se corregulan durante interacciones significativas; investigación de dinámica grupal que revela la sincronía como "pegamento social" que predice resultados colectivos; investigación terapéutica que demuestra que la sintonía fisiológica predice resultados terapéuticos; estudios de redes de cuidado que prueban que los vínculos sociales impactan directamente la salud mental; e investigación de tecnología portátil que permite el monitoreo en tiempo real de estos signos vitales. Una ola de investigación de 2024-2025 ha fortalecido esta base dramáticamente. La sincronía de frecuencia cardíaca ahora predice el consenso grupal con más de 70%% de precisión (PNAS 2024). La arritmia sinusal respiratoria aumenta durante las conversaciones independientemente del tipo de relación. Un marco unificado identifica seis dimensiones de sincronía y cuatro funciones centrales. La ansiedad social reduce la alineación fisiológica, mientras que la novedad compartida la amplifica. Lo que emerge es una base científica para lo que los humanos siempre han intuido: la presencia es física, la conexión es medible y la tecnología puede amplificar la empatía en lugar de reemplazarla.
fr: La connexion humaine a un battement de cœur mesurable. Quand deux personnes se connectent véritablement — en thérapie, en amour, dans le soutien de crise — leurs systèmes nerveux autonomes commencent à se synchroniser. La variabilité de la fréquence cardiaque s'aligne. Les schémas respiratoires s'harmonisent. Ce n'est pas une métaphore ; c'est de la physiologie. La recherche derrière Sensocto couvre cinq domaines : les études de synchronisation interpersonnelle montrant comment les corps se co-régulent lors d'interactions significatives ; la recherche sur les dynamiques de groupe révélant la synchronie comme « ciment social » prédisant les résultats collectifs ; la recherche en thérapie démontrant que l'accordage physiologique prédit les résultats thérapeutiques ; les études sur les réseaux de soins prouvant que les liens sociaux impactent directement la santé mentale ; et la recherche sur les technologies portables permettant le suivi en temps réel de ces signes vitaux. Une vague de recherches 2024-2025 a considérablement renforcé ces fondations. La synchronie de fréquence cardiaque prédit désormais le consensus de groupe avec plus de 70 %% de précision (PNAS 2024). L'arythmie sinusale respiratoire augmente pendant les conversations quel que soit le type de relation. Un cadre unifié identifie six dimensions de la synchronie et quatre fonctions fondamentales. L'anxiété sociale réduit l'alignement physiologique, tandis que la nouveauté partagée l'amplifie. Ce qui émerge est un fondement scientifique pour ce que les humains ont toujours pressenti : la présence est physique, la connexion est mesurable, et la technologie peut amplifier l'empathie plutôt que la remplacer.
ja: 人間のつながりには測定可能な心拍があります。二人の人間が本当につながるとき——セラピーで、愛の中で、危機支援の中で——彼らの自律神経系は同期し始めます。心拍変動が一致します。呼吸パターンが合います。これは比喩ではなく、生理学です。 Sensoctoの背後にある研究は5つの領域にまたがっています：意味のある交流の中で身体がどのように共調整するかを示す対人シンクロニゼーション研究、集合的な成果を予測する「社会的接着剤」としてのシンクロニーを明らかにするグループダイナミクス研究、生理学的同調が治療成果を予測することを実証するセラピー研究、社会的つながりがメンタルヘルスに直接影響することを証明するケアネットワーク研究、そしてこれらのバイタルサインのリアルタイムモニタリングを可能にするウェアラブルテクノロジー研究です。 2024-2025年の研究の波が、この基盤を劇的に強化しました。心拍シンクロニーは現在、70%%以上の精度でグループコンセンサスを予測します（PNAS 2024）。呼吸性洞性不整脈は、関係性の種類に関係なく会話中に増加します。統一的な枠組みが、シンクロニーの6つの次元と4つの中核機能を特定しています。社会不安は生理学的同調を低下させ、共有された新規性はそれを増幅させます。ここから浮かび上がるのは、人間が常に直感的に感じてきたことの科学的基盤です：存在は身体的であり、つながりは測定可能であり、テクノロジーは共感を置き換えるのではなく増幅できるということです。
pt_br: A conexão humana tem um batimento mensurável. Quando duas pessoas realmente se conectam — na terapia, no amor, no apoio em crise — seus sistemas nervosos autônomos começam a se sincronizar. A variabilidade da frequência cardíaca se alinha. Os padrões de respiração se equiparam. Isso não é metáfora; é fisiologia. A pesquisa por trás do Sensocto abrange cinco domínios: estudos de sincronização interpessoal mostrando como os corpos se corregulam durante interações significativas; pesquisa sobre dinâmicas de grupo revelando a sincronia como "cola social" que prevê resultados coletivos; pesquisa em terapia demonstrando que a sintonia fisiológica prevê resultados terapêuticos; estudos sobre redes de cuidado provando que os vínculos sociais impactam diretamente a saúde mental; e pesquisa em tecnologia vestível possibilitando o monitoramento em tempo real desses sinais vitais. Uma onda de pesquisas de 2024-2025 fortaleceu dramaticamente essa base. A sincronia de frequência cardíaca agora prevê o consenso grupal com mais de 70%% de precisão (PNAS 2024). A arritmia sinusal respiratória aumenta durante conversas independentemente do tipo de relacionamento. Um arcabouço unificado identifica seis dimensões de sincronia e quatro funções centrais. A ansiedade social reduz o alinhamento fisiológico, enquanto a novidade compartilhada o amplifica. O que emerge é uma base científica para o que os humanos sempre intuíram: a presença é física, a conexão é mensurável e a tecnologia pode amplificar a empatia em vez de substituí-la.

source: INTERPERSONAL AUTONOMIC PHYSIOLOGY: THE SCIENCE OF SYNCHRONIZATION Palumbo and colleagues' 2017 systematic review in Personality and Social Psychology Review established interpersonal autonomic physiology as a rigorous field of study. Their comprehensive analysis of the literature defined the phenomenon: when humans engage in meaningful social interactions, their autonomic nervous systems—the unconscious regulatory systems controlling heart rate, breathing, and arousal—begin to synchronize. This synchronization isn't metaphorical. It's measurable in heart rate variability patterns, skin conductance responses, and respiratory rhythms. What makes this research particularly significant is its demonstration that synchronization varies with relationship quality. Strangers show minimal synchronization. Couples, therapists and clients, parents and children—these dyads show pronounced coupling that increases with trust and emotional connection. Reed and colleagues' 2013 research in the International Journal of Psychophysiology examined romantic partners specifically, finding that physiological linkage during emotional conversations reflects and reinforces the quality of the relationship. Partners don't just influence each other's moods; they literally shape each other's nervous system regulation. The group dimension adds further richness. Páez and colleagues' 2015 study of collective rituals in Frontiers in Psychology demonstrated that synchronized activities produce the experience Durkheim called "collective effervescence"—the profound sense of belonging and transcendence that occurs when groups move, breathe, or experience together. This research explains why meditation circles, dance parties, and protest marches feel so different from solitary activities. Our bodies are designed for collective experience, and synchronization is the physiological substrate.
de: INTERPERSONELLE AUTONOME PHYSIOLOGIE: DIE WISSENSCHAFT DER SYNCHRONISATION Palumbo und Kollegen legten mit ihrer systematischen Übersichtsarbeit von 2017 in Personality and Social Psychology Review die interpersonelle autonome Physiologie als ein rigoroses Forschungsfeld fest. Ihre umfassende Analyse der Literatur definierte das Phänomen: Wenn Menschen sich in bedeutungsvolle soziale Interaktionen begeben, beginnen ihre autonomen Nervensysteme – die unbewussten Regulierungssysteme, die Herzfrequenz, Atmung und Erregung steuern – zu synchronisieren. Diese Synchronisation ist nicht metaphorisch. Sie ist in Herzfrequenzvariabilitätsmustern, Hautleitwertreaktionen und Atemrhythmen messbar. Was diese Forschung besonders bedeutsam macht, ist ihre Demonstration, dass Synchronisation mit der Beziehungsqualität variiert. Fremde zeigen minimale Synchronisation. Paare, Therapeuten und Klienten, Eltern und Kinder – diese Dyaden zeigen ausgeprägte Kopplung, die mit Vertrauen und emotionaler Verbindung zunimmt. Reed und Kollegen untersuchten 2013 in der International Journal of Psychophysiology speziell romantische Partner und fanden heraus, dass die physiologische Kopplung während emotionaler Gespräche die Qualität der Beziehung widerspiegelt und verstärkt. Partner beeinflussen nicht nur die Stimmung des anderen; sie formen buchstäblich die Nervensystemregulation des anderen. Die Gruppendimension bereichert das Bild zusätzlich. Páez und Kollegen zeigten in ihrer 2015er Studie über kollektive Rituale in Frontiers in Psychology, dass synchronisierte Aktivitäten das Erlebnis hervorrufen, das Durkheim ‚kollektive Efferveszenz' nannte – das tiefe Gefühl von Zugehörigkeit und Transzendenz, das entsteht, wenn Gruppen sich gemeinsam bewegen, atmen oder erleben. Diese Forschung erklärt, warum Meditationskreise, Tanzpartys und Protestmärsche sich so anders anfühlen als einsame Aktivitäten. Unsere Körper sind für kollektive Erfahrung geschaffen, und Synchronisation ist das physiologische Substrat.
es: FISIOLOGÍA AUTONÓMICA INTERPERSONAL: LA CIENCIA DE LA SINCRONIZACIÓN La revisión sistemática de Palumbo y colegas de 2017 en Personality and Social Psychology Review estableció la fisiología autonómica interpersonal como un campo de estudio riguroso. Su análisis exhaustivo de la literatura definió el fenómeno: cuando los humanos participan en interacciones sociales significativas, sus sistemas nerviosos autónomos—los sistemas reguladores inconscientes que controlan la frecuencia cardíaca, la respiración y la excitación—comienzan a sincronizarse. Esta sincronización no es metafórica. Es medible en patrones de variabilidad de frecuencia cardíaca, respuestas de conductancia de la piel y ritmos respiratorios. Lo que hace esta investigación particularmente significativa es su demostración de que la sincronización varía con la calidad de la relación. Los desconocidos muestran una sincronización mínima. Las parejas, terapeutas y clientes, padres e hijos—estas díadas muestran un acoplamiento pronunciado que aumenta con la confianza y la conexión emocional. La investigación de Reed y colegas de 2013 en el International Journal of Psychophysiology examinó específicamente a parejas románticas, encontrando que el vínculo fisiológico durante conversaciones emocionales refleja y refuerza la calidad de la relación. Las parejas no solo influyen en el estado de ánimo del otro; literalmente moldean la regulación del sistema nervioso del otro. La dimensión grupal añade mayor riqueza. El estudio de Páez y colegas de 2015 sobre rituales colectivos en Frontiers in Psychology demostró que las actividades sincronizadas producen la experiencia que Durkheim llamó "efervescencia colectiva"—el profundo sentido de pertenencia y trascendencia que ocurre cuando los grupos se mueven, respiran o experimentan juntos. Esta investigación explica por qué los círculos de meditación, las fiestas de baile y las marchas de protesta se sienten tan diferentes de las actividades solitarias. Nuestros cuerpos están diseñados para la experiencia colectiva, y la sincronización es el sustrato fisiológico.
fr: PHYSIOLOGIE AUTONOME INTERPERSONNELLE : LA SCIENCE DE LA SYNCHRONISATION La revue systématique de Palumbo et collègues en 2017 dans Personality and Social Psychology Review a établi la physiologie autonome interpersonnelle comme un domaine d'étude rigoureux. Leur analyse exhaustive de la littérature a défini le phénomène : quand les humains s'engagent dans des interactions sociales significatives, leurs systèmes nerveux autonomes — les systèmes de régulation inconscients contrôlant la fréquence cardiaque, la respiration et l'éveil — commencent à se synchroniser. Cette synchronisation n'est pas métaphorique. Elle est mesurable dans les schémas de variabilité de la fréquence cardiaque, les réponses de conductance cutanée et les rythmes respiratoires. Ce qui rend cette recherche particulièrement significative est sa démonstration que la synchronisation varie avec la qualité de la relation. Les étrangers montrent une synchronisation minimale. Les couples, thérapeutes et clients, parents et enfants — ces dyades montrent un couplage prononcé qui augmente avec la confiance et la connexion émotionnelle. La recherche de Reed et collègues en 2013 dans l'International Journal of Psychophysiology a examiné spécifiquement les partenaires romantiques, constatant que le lien physiologique lors des conversations émotionnelles reflète et renforce la qualité de la relation. Les partenaires n'influencent pas seulement l'humeur de l'autre ; ils façonnent littéralement la régulation du système nerveux de l'autre. La dimension groupale ajoute encore plus de richesse. L'étude de Páez et collègues en 2015 sur les rituels collectifs dans Frontiers in Psychology a démontré que les activités synchronisées produisent l'expérience que Durkheim appelait l'« effervescence collective » — le profond sentiment d'appartenance et de transcendance qui survient quand les groupes bougent, respirent ou vivent ensemble. Cette recherche explique pourquoi les cercles de méditation, les soirées dansantes et les marches de protestation sont ressentis si différemment des activités solitaires. Nos corps sont conçus pour l'expérience collective, et la synchronisation en est le substrat physiologique.
ja: 対人自律神経生理学：シンクロニゼーションの科学 Palumboらの2017年のPersonality and Social Psychology Reviewにおける系統的レビューは、対人自律神経生理学を厳密な研究分野として確立しました。彼らの包括的な文献分析はこの現象を定義しました：人間が意味のある社会的交流に従事すると、自律神経系——心拍、呼吸、覚醒を制御する無意識の調整システム——が同期し始めます。このシンクロニゼーションは比喩的なものではありません。心拍変動パターン、皮膚コンダクタンス反応、呼吸リズムで測定可能です。 この研究を特に重要なものにしているのは、シンクロニゼーションが関係性の質によって変化することを実証した点です。見知らぬ人同士のシンクロニゼーションは最小限です。カップル、セラピストとクライアント、親と子——これらの二者関係は、信頼と感情的なつながりとともに増加する顕著なカップリングを示します。Reedらの2013年のInternational Journal of Psychophysiologyにおける研究は、特にロマンチックなパートナーを調査し、感情的な会話中の生理学的連動が関係性の質を反映し強化することを発見しました。パートナーは互いの気分に影響を与えるだけでなく、文字通り互いの神経系の調整を形作ります。 グループの次元はさらなる豊かさを加えます。Páezらの2015年のFrontiers in Psychologyにおける集合的儀式の研究は、同期した活動がDurkheimが「集合的沸騰」と呼んだ体験——グループが一緒に動き、呼吸し、体験するときに生じる深い帰属感と超越感——を生み出すことを実証しました。この研究は、瞑想サークル、ダンスパーティー、抗議行進がなぜ孤独な活動とこれほど異なって感じられるかを説明しています。私たちの身体は集合的体験のために設計されており、シンクロニゼーションはその生理学的基盤です。
pt_br: FISIOLOGIA AUTONÔMICA INTERPESSOAL: A CIÊNCIA DA SINCRONIZAÇÃO A revisão sistemática de Palumbo e colegas de 2017 na Personality and Social Psychology Review estabeleceu a fisiologia autonômica interpessoal como um campo rigoroso de estudo. Sua análise abrangente da literatura definiu o fenômeno: quando seres humanos se envolvem em interações sociais significativas, seus sistemas nervosos autônomos — os sistemas reguladores inconscientes que controlam frequência cardíaca, respiração e excitação — começam a se sincronizar. Essa sincronização não é metafórica. É mensurável em padrões de variabilidade da frequência cardíaca, respostas de condutância da pele e ritmos respiratórios. O que torna essa pesquisa particularmente significativa é sua demonstração de que a sincronização varia com a qualidade do relacionamento. Estranhos mostram sincronização mínima. Casais, terapeutas e clientes, pais e filhos — essas díades mostram acoplamento pronunciado que aumenta com a confiança e a conexão emocional. A pesquisa de Reed e colegas de 2013 no International Journal of Psychophysiology examinou especificamente parceiros românticos, descobrindo que a conexão fisiológica durante conversas emocionais reflete e reforça a qualidade do relacionamento. Os parceiros não apenas influenciam o humor um do outro; eles literalmente moldam a regulação do sistema nervoso um do outro. A dimensão grupal acrescenta ainda mais riqueza. O estudo de Páez e colegas de 2015 sobre rituais coletivos na Frontiers in Psychology demonstrou que atividades sincronizadas produzem a experiência que Durkheim chamou de "efervescência coletiva" — a profunda sensação de pertencimento e transcendência que ocorre quando grupos se movem, respiram ou vivenciam juntos. Essa pesquisa explica por que círculos de meditação, festas de dança e marchas de protesto são tão diferentes de atividades solitárias. Nossos corpos foram projetados para a experiência coletiva, e a sincronização é o substrato fisiológico.

source: Impact
de: Wirkung
es: Impacto
ja: インパクト
pt_br: Impacto

source: Intimacy & Real Connection
de: Intimität & echte Verbindung
es: Intimidad y conexión real
fr: Intimité et connexion authentique
ja: 親密さとリアルなつながり
pt_br: Intimidade e Conexão Real
