Repository: adiibanez/sensocto
Catalog: priv/gettext/gsw/LC_MESSAGES/default.po
Languages: gsw

source: Actions
gsw: Aktione

source: Attempting to reconnect
gsw: Mir versueched d Verbindig wieder härzstelle

source: Close menu
gsw: Menü zuemache

source: Error!
gsw: Fehler!

source: Hang in there while we get back on track
gsw: Bitte warte, mir sind grad wider da

source: Open actions menu
gsw: Aktionsmenü ufmache

source: Something went wrong!
gsw: Öppis isch schiefgloffe!

source: Success!
gsw: Super!

source: We can't find the internet
gsw: Mir finde s Internet nöd

source: close
gsw: zuemache

source: If this user exists in our database you will be contacted with a sign-in link shortly.
gsw: Wenn das Konto existiert, überchunsch du gli en Amäldelink per E-Mail.

source: About
gsw: Über

source: Home
gsw: Startsiite

source: Rooms
gsw: Rüüm

source: Settings
gsw: Iistellige

source: Sign Out
gsw: Abmelde

source: Account
gsw: Konto

source: Account ID
gsw: Konto-ID

source: Choose your preferred language for the application interface.
gsw: Wähl dini bevorzugti Spraach für d Benutzeroberflächi.

source: Copied!
gsw: Kopiert!

source: Copy
gsw: Kopiere

source: Expires in
gsw: Lauft ab i

source: Generate new code
gsw: Neue Code erstelle

source: Go to Settings and tap "Scan QR Code"
gsw: Gang zu Iistellige und tipp uf "QR-Code scanne"

source: Hide QR Code
gsw: QR-Code verstecke

source: How to link your device:
gsw: So verbindisch dis Grät:

source: Language
gsw: Spraach

source: Link Mobile Device
gsw: Mobilgrät verbinde

source: Open the SensOcto mobile app
gsw: Mach d SensOcto Mobile-App uf

source: Or copy the link:
gsw: Oder Link kopiere:

source: Point your camera at the QR code above
gsw: Halt dini Kamera uf de QR-Code obe

source: Profile
gsw: Profil

source: Scan the QR code with the SensOcto mobile app to sign in on your mobile device.
gsw: Scann de QR-Code mit de SensOcto Mobile-App zum dich uf dim Mobilgrät aamelde.

source: Show QR Code
gsw: QR-Code aazeige

source: You'll be automatically signed in
gsw: Du wirsch automatisch aagmeldet

source: "Connection becomes tangible when you can feel someone's presence—their heartbeat, their calm, their stress—in real-time."
gsw: "Verbindig wird gspürt, wenn mer d Aawäsehäit vo öpperem chann füehle—ihre Härzschlag, ihri Rueh, ihre Stress—i Echtzyt."

source: "Dignity and agency restored through embodied communication."
gsw: "Würde und Sälbschtbeschtimmig durech körperlichi Kommunikation widerhärgschtellt."

source: "Emergent collective intelligence through shared physiology."
gsw: "Entstehendi kollektivi Intelligänz durech gmeinsami Physiologii."

source: "From coral reefs to urban gardens—sensing what matters."
gsw: "Vo Koralle-Riff bis zu städtische Gärte—füehle, was wichtig isch."

source: "Presence you can feel, not just see."
gsw: "Aawäsehäit wo mer füehlt, nöd nur gsehd."

source: "Prevention over crisis. Community as safety net."
gsw: "Vorbeugig statt Krise. Gmeinschaft als Sicherheitsnetz."

source: "See the nervous system respond before words form."
gsw: "Gsehsch s Nervesystem reagiere bevor Wörter bildet sind."

source: 9-axis IMU quaternions for motion analysis
gsw: 9-Achse IMU Quaternione für Bewegigsanalyse

source: A live sensor network — each node is a person, each connection a shared signal.
gsw: Es läbigs Sensor-Netzwärk — jede Chnote isch e Mänsch, jedi Verbindig es gmeinsams Signal.

source: Alertness to anomalous data
gsw: Ufmerksamkäit für anomali Date

source: Anticipates demand spikes
gsw: Erwartet Nachfragespitze

source: Architecture shapes incentives. We built Sensocto so that privacy and human dignity are structural guarantees, not policy promises.
gsw: Architektur formt Aaräiz. Mir händ Sensocto so baut, dass Privatsphäre und mänschlechi Würde strukturelli Garantie sind, nöd Verspräche.

source: Argues that interpersonal synchrony functions as 'social glue' and presents a theoretical framework for studying group synchrony beyond dyads.
gsw: Argumentiert, dass zwüschemänschlechi Synchronität als 'soziali Chläbi' funkzioniert und präsentiert es theoretischs Ramewärk zum Gruppe-Synchronität studiere über Dyade hinuus.

source: Attention-Aware Batching
gsw: Ufmerksamkäits-bewussts Batching

source: Beneath the surface, Sensocto operates like a living organism—adapting, learning, self-regulating.
gsw: Under de Oberflächi funktioniert Sensocto wie en läbige Organismus—apassend, lernend, sälbstregulierend.

source: Biomimetic Intelligence
gsw: Biomimetischi Intelligänz

source: Brief (~300 words)
gsw: Churz (~300 Wörter)

source: Built with
gsw: Gmacht mit

source: Buttplug.io for haptic device control
gsw: Buttplug.io für haptischi Grät-Stüürig

source: CARE NETWORKS: SOCIAL TIES AS HEALTH INFRASTRUCTURE The care network research establishes the epidemiological significance of human connection. Kawachi and Berkman's 2001 paper in the Journal of Urban Health documented what subsequent research has repeatedly confirmed: social ties directly influence mental health outcomes. People with strong social networks experience lower rates of depression, better recovery from illness, reduced mortality risk, and improved quality of life across virtually every measure. Isolation is not just uncomfortable; it's a significant health risk factor comparable to smoking. Repper and Carter's 2011 systematic review of peer support in the Journal of Mental Health demonstrated that mutual aid creates therapeutic value that professional intervention alone cannot replicate. Peer supporters—individuals with lived experience of mental health challenges—provide a form of understanding and validation that differs qualitatively from professional care. This isn't about replacing clinicians; it's about recognizing that healing happens in community, not just in clinical settings. The challenge that current technology fails to address is the reactive nature of support. By the time someone posts about a crisis, the crisis is often well advanced. By the time friends notice withdrawal, isolation has already taken hold. What the research suggests is needed is proactive support—the ability to notice someone struggling before they can articulate it, to reach out before being asked. Chen and Schultz's 2016 research in JMIR Mental Health explored how technology might enhance rather than diminish compassionate care. Their work suggests that technology-mediated support can extend the reach of care networks without replacing their human core. The key is designing technology that facilitates genuine connection rather than substituting for it.
gsw: PFLEGE-NETZWÄRK: SOZIALI VERBINDIGE ALS GSUNDHEITS-INFRASTRUKTUR D Forschig zu Pflege-Netzwärk etabliert d epidemiologischi Bedütig vo mänschleche Verbindige. Kawachi und Berkmans Paper vo 2001 im Journal of Urban Health het dokumentiert, was spöteri Forschig immer wider beschtätigt het: soziali Verbindige beiiflusse direkt d mentali Gsundheit. Lüüt mit starke soziale Netzwärk erläbe weniger Depressione, besseri Erhohlig vo Chrankheite, reduziertes Sterblichkeitsrisiko und verbesseret Läbesqualität i praktisch allem Bereich. Isolation isch nöd nur uaagenähm; sis es bedütends Gsundheitsrisiko verglychbar mit Rauche. Repper und Carters systematischi Übersicht vo 2011 über Peer Support im Journal of Mental Health het zeigt, dass gegenseitigi Hilf therapeutische Wärt schafft, wo professionelli Intervention elläi nöd cha repliziere. Peer-Supporters—Persone mit läbter Erfahrig vo mentale Gsundheits-Useforderige—biete e Form vo Verständnis und Validierig, wo sich qualitativ vo professioneller Pflege unterscheidet. Das isch nöd über s Ersetze vo Kliniker; s goot drum z erkenne, dass Häilig i de Gmeinschaft passiert, nöd nur i klinische Iiriichtige. D Useforderig, wo hütigi Technologii nöd aapackt, isch d reaktivi Natur vo Understützig. Bis öpper über e Krise postet, isch d Krise oft scho wyt fortgschritte. Bis Kolleg de Rückzug bemärke, het d Isolation scho zuegschlage. Was d Forschig vorschlaht isch proaktivi Understützig—d Fähigkäit z bemärke, wenn öpper kämpft bevor ers cha artikuliere, ussreiche bevor gfrogt wird. Chen und Schultzs Forschig vo 2016 im JMIR Mental Health het erforscht, wie Technologii mitfühlendi Pflege cha verbessere statt sie z vermindere. Ihri Arbet deutet aa, dass technologii-vermittleti Understützig d Rychwiti vo Pflege-Netzwärk cha erwitere ohni ihre mänschleche Kern z ersetze. S Gheimnis isch Technologii z designe, wo echti Verbindig erlychteret statt sie z ersetze.

source: Care Networks
gsw: Pflege-Netzwärk

source: Centralized Problem
gsw: S zentralisierte Problem

source: Change language
gsw: Spraach wächsle

source: Circadian Scheduling
gsw: Zirkadianes Scheduling

source: Click for more examples
gsw: Klick für meh Byspiel

source: Competitive allocation
gsw: Konkurränzmässigi Zuewiisig

source: Comprehensive review of cardiac physiological synchrony (CPS) mechanisms—cognitive, mechanical, and environmental—and their roles in empathy, stress, and anxiety.
gsw: Umfassendi Übersicht über kardialischi physiologischi Synchronitäts-Mechanisme (CPS)—kognitiv, mechanisch und umweltbedingt—und ihri Rolle i Empathii, Stress und Angscht.

source: Coral reef restoration with edge AI cameras detecting fish species and health metrics. Environmental sensors tracking water quality, temperature, and ecosystem vitals. Real-time telemetry from remote locations.
gsw: Koralle-Riff Restauration mit Edge AI Kameras, wo Fisch-Arte und Gsundheits-Metrike erkenne. Umwält-Sensore wo Wasserqualität, Temperatur und Ökosystem-Wärt verfolge. Echtzyt-Telemetrii vo entfernete Standorte.

source: Daily pattern learning
gsw: Täglichs Muster-Lerne

source: Data harvesting for ad targeting
gsw: Date-Ernte für Werbig-Targeting

source: Data stays on your devices. Privacy by structure.
gsw: Date blybe uf dine Grät. Privatsphäre durech Struktur.

source: Deep Dive (~1800 words)
gsw: Tüüfi Tauch (~1800 Wörter)

source: Demonstrates that social anxiety reduces physiological synchrony during cooperative tasks, while task novelty increases it—contextual and individual factors shape autonomic alignment.
gsw: Zeigt, dass soziali Angscht d physiologischi Synchronität bi kooperative Ufgabe reduziert, währenddem Ufgabe-Neuheit sie erhöht—kontextabhängigi und individuelli Faktore forme d autonomi Usrichtig.

source: Deplatforming and censorship risk
gsw: Deplatforming und Zensur-Risiko

source: Disability Care & Non-Verbal Communication
gsw: Behinderetepfleg & Nöd-verbali Kommunikation

source: EEG-BIO hyperscanning study showing how moral alignment between individuals modulates neural and autonomic (including HRV) synchronization during persuasion.
gsw: EEG-BIO Hyperscanning-Studie wo zeigt, wie moralischi Usrichtig zwüsche Persone d neurali und autonomi (inkl. HRV) Synchronisation bi Überzüügig moduliert.

source: Empathy
gsw: Empathii

source: Empathy Connectome: Insula, Amygdala, ACC
gsw: Empathii Connectome: Insula, Amygdala, ACC

source: Empathy Resonance & Control Networks
gsw: Empathii-Resonanz & Kontroll-Netzwärk

source: End-to-end encryption native. Intimate data protected.
gsw: End-zu-End-Verschlüsslig nativ. Intimi Date gschützt.

source: Environmental Monitoring
gsw: Umwält-Überwachig

source: Evidence for HRV biofeedback as an effective intervention for anxiety and trauma recovery.
gsw: Bewyys für HRV Biofeedback als effektivi Intervention für Angscht und Trauma-Erhohlig.

source: Examines how partners' physiological systems co-regulate during emotional conversations and health discussions.
gsw: Undersuecht, wie d physiologische System vo Partner sich gägesitig reguliere während emotionale Gspröch und Gsundheits-Diskussione.

source: Explores how technology can enhance compassionate care in mental health treatment settings.
gsw: Erforscht, wie Technologii mitfühlendi Pflege i mentale Gsundheits-Behandligsiirichtige cha verbessere.

source: Feel someone's presence. Not their performance.
gsw: Füehle d Aawäsehäit vo öpperem. Nöd ihri Performance.

source: Feelings, relationships, presence
gsw: Gfüehl, Bezihige, Aawäsehäit

source: For those who cannot speak their needs—non-verbal individuals, wheelchair users, those with chronic conditions—physiological signals become their voice. Caregivers sense when someone needs help before they ask.
gsw: Für dää wo ihri Bedürfniss nöd chönd uuspreche—nöd-verbali Persone, Rollstuhl-Benutzer, dää mit chronische Beschwerden—wärde physiologischi Signal zu ihrere Stimm. Pflegepersone füehle, wenn öpper Hilf bruucht bevor si fröge.

source: Foundational Research (2001-2018)
gsw: Grundlage-Forschig (2001-2018)

source: Foundational work on how social networks influence mental health outcomes and crisis prevention.
gsw: Grundlage-Arbet über wie soziali Netzwärk d mentali Gsundheits-Resultate und Krise-Verhindere beiiflusse.

source: Fun
gsw: Spass

source: GPS tracks from walking, cycling, or drones
gsw: GPS-Spure vom Laufe, Velofahre oder Drohne

source: Games, play, entertainment
gsw: Spiel, Spass, Underhaltung

source: Get Started
gsw: Los gehts

source: Group Dynamics
gsw: Gruppe-Dynamik

source: Groups & Collective Presence
gsw: Gruppe & Kollektivi Aawäsehäit

source: HRV Synchronization
gsw: HRV Synchronisation

source: HRV and recovery metrics from medical wearables
gsw: HRV und Erhohlig-Metrike vo medizinische Wearables

source: HRV responses to therapeutic interventions
gsw: HRV Reaktione uf therapeutischi Interventione

source: Heart rate synchrony predicted correct group consensus with >70% cross-validation accuracy across 44 groups, providing a biomarker of interpersonal engagement.
gsw: Härzfrequänz-Synchronität het korrekti Gruppe-Konsensus mit >70% Chrüüzvalidierungs-Genauigkäit über 44 Gruppe voruusgsäit, und lieferet en Biomarker für zwüschemänschlichi Engagement.

source: Homeostatic Tuning
gsw: Homöostatischs Tuning

source: Human connection has a measurable heartbeat. When two people truly connect—in therapy, in love, in crisis support—their autonomic nervous systems begin to synchronize. Heart rate variability aligns. Breathing patterns match. This isn't metaphor; it's physiology. The research behind Sensocto spans five domains: interpersonal synchronization studies showing how bodies co-regulate during meaningful interactions; group dynamics research revealing synchrony as "social glue" that predicts collective outcomes; therapy research demonstrating that physiological attunement predicts therapeutic outcomes; care network studies proving that social ties directly impact mental health; and wearable technology research enabling real-time monitoring of these vital signs. A wave of 2024-2025 research has strengthened this foundation dramatically. Heart rate synchrony now predicts group consensus with over 70%% accuracy (PNAS 2024). Respiratory sinus arrhythmia increases during conversations regardless of relationship type. A unified framework identifies six dimensions of synchrony and four core functions. Social anxiety reduces physiological alignment, while shared novelty amplifies it. What emerges is a scientific foundation for what humans have always intuited: presence is physical, connection is measurable, and technology can amplify empathy rather than replace it.
gsw: Mänschlechi Verbindig het en mässbare Härzschlag. Wenn zwäi Lüüt sich würklich verbinde—i de Therapii, i de Liebi, i de Krise-Understützig—fange ihri autonome Nervesystem aa sich z synchronisiere. D Härzfrequänz-Variabilität richtet sich uus. Atem-Muster passe zäme. Das isch kei Metapher; s isch Physiologii. D Forschig hinter Sensocto umfasst füf Beräich: zwüschemänschlichi Synchronisations-Studie wo zeige, wie Körper sich gägesitig reguliere während bedütende Interaktione; Gruppe-Dynamik Forschig wo Synchronität als "soziali Chläbi" offeleegt, wo kollektivi Resultät voruusgsäit; Therapii-Forschig wo zeigt, dass physiologischi Abstimmig therapeutischi Resultät voruusgsäit; Pflege-Netzwärk Studie wo bewyyse, dass soziali Verbindige direkt d mentali Gsundheit beiiflusse; und Wearable-Technologii Forschig wo Echtzyt-Überwachig vo dänä vitale Zäiche ermöglechet. E Wälle vo 2024-2025 Forschig het dää Grundlag dramatisch verstärkt. Härzfrequänz-Synchronität säit jetzt Gruppe-Konsensus mit über 70%% Genauigkäit voruus (PNAS 2024). Respiratorischi Sinus-Arrhythmii nömmt zue während Gspröch unabhängig vom Bezihigs-Typ. Es äiheitlichs Ramewärk identifiziert säggs Dimensione vo Synchronität und vier Chern-Funktione. Soziali Angscht reduziert d physiologischi Usrichtig, während gmeinsami Neuheit sie verstärkt. Was sich zäigt isch es wüsseschaftlechs Fundamänt für das, was Mänsche immer intuitiv gwüsst händ: Aawäsehäit isch physisch, Verbindig isch mässbar, und Technologii cha Empathii verstärke statt sie z ersetze.

source: INTERPERSONAL AUTONOMIC PHYSIOLOGY: THE SCIENCE OF SYNCHRONIZATION Palumbo and colleagues' 2017 systematic review in Personality and Social Psychology Review established interpersonal autonomic physiology as a rigorous field of study. Their comprehensive analysis of the literature defined the phenomenon: when humans engage in meaningful social interactions, their autonomic nervous systems—the unconscious regulatory systems controlling heart rate, breathing, and arousal—begin to synchronize. This synchronization isn't metaphorical. It's measurable in heart rate variability patterns, skin conductance responses, and respiratory rhythms. What makes this research particularly significant is its demonstration that synchronization varies with relationship quality. Strangers show minimal synchronization. Couples, therapists and clients, parents and children—these dyads show pronounced coupling that increases with trust and emotional connection. Reed and colleagues' 2013 research in the International Journal of Psychophysiology examined romantic partners specifically, finding that physiological linkage during emotional conversations reflects and reinforces the quality of the relationship. Partners don't just influence each other's moods; they literally shape each other's nervous system regulation. The group dimension adds further richness. Páez and colleagues' 2015 study of collective rituals in Frontiers in Psychology demonstrated that synchronized activities produce the experience Durkheim called "collective effervescence"—the profound sense of belonging and transcendence that occurs when groups move, breathe, or experience together. This research explains why meditation circles, dance parties, and protest marches feel so different from solitary activities. Our bodies are designed for collective experience, and synchronization is the physiological substrate.
gsw: ZWÜSCHEMÄNSCHLECHI AUTONOMI PHYSIOLOGII: D WÜSSESCHAFT VO DE SYNCHRONISATION Palumbo und Kollege ihri systematischi Übersicht vo 2017 i de Personality and Social Psychology Review het zwüschemänschlichi autonomi Physiologii als es strengs Studiefäld etabliert. Ihri umfassendi Analyse vo de Literatur het s Phänomen definiert: wenn Mänsche sich i bedütende soziale Interaktione iilönd, fange ihri autonome Nervesystem—d unbewusste regulatorische System wo Härzfrequänz, Atmig und Erregig kontroliere—aa sich z synchronisiere. Die Synchronisation isch nöd metaphorisch. Si isch mässbar i Härzfrequänz-Variabilitäts-Muster, Hut-Läitfähigkeits-Reaktione und Atem-Rhythme. Was die Forschig bsunders bedüted isch ihri Demonstration, dass d Synchronisation mit de Bezihigs-Qualität variiert. Främdi zeige minimali Synchronisation. Paar, Therapeute und Kliente, Eltere und Chind—die Dyade zeige usgeprägte Kopplig wo mit Vertraue und emotionaler Verbindig zunimmt. Reed und Kollege ihri Forschig vo 2013 im International Journal of Psychophysiology het romantischi Partner spezifisch undersuecht und gfunde, dass physiologischi Verknüpfig während emotionale Gspröch d Qualität vo de Bezihig reflektiert und verstärkt. Partner beiiflusse nöd nur ihre Stimmig gägesitig; sie forme würklich ihre Nervesystem-Regulierig. D Gruppe-Dimensioon füegt witteri Rychhaltigkäit hinzue. Páez und Kollege ihri Studie vo 2015 über kollektivi Ritual i Frontiers in Psychology het demonstriert, dass synchronisierti Aktivitäte d Erfahrig produziere, wo Durkheim "kollektivi Aufwallig" gnennt het—s tiefe Gfüehl vo Zuegröre und Transzendänz, wo passiert wenn Gruppe sich bewäge, atme oder zäme erläbe. Die Forschig erklärt, wieso Meditation-Chräis, Dance-Partys und Protest-Märsch sich so andersch aafüehle als äiligi Aktivitäte. Üseri Körper sind für kollektivi Erfahrig entworfe, und Synchronisation isch s physiologisch Substrat.

source: Impact
gsw: Würkig

source: Intimacy & Real Connection
gsw: Intimität & Echti Verbindig

source: Major synthesis proposing a unified framework with six dimensions of synchrony form and four core functions: reducing complexity, accomplishing joint tasks, strengthening connection, and influencing partners.
gsw: Grossi Synthese wo es äiheitlechs Ramewärk mit säggs Dimensione vo Synchronitäts-Form und vier Chern-Funktione vorschloot: Komplexität reduziere, gmeinsami Ufgabe erräiche, Verbindig verstärke und Partner beiiflusse.

source: Mental Health & Trusted Networks
gsw: Mentali Gsundheit & Vertroueti Netzwärk

source: Methods for detecting emotional states through autonomic nervous system monitoring via wearables.
gsw: Methode zum emotionali Zueständ erkenne durech autonomi Nervesystem-Überwachig via Wearables.

source: Movesense ECG and IMU data at 100Hz
gsw: Movesense ECG und IMU Date mit 100Hz

source: Near-zero marginal cost. No need to harvest data.
gsw: Fast null Gränzkostä. Kei Bedarf Date z ärnte.

source: No central authority. Communities cannot be silenced.
gsw: Käi zentrali Autorität. Gmeinschafte chönd nöd zum Schwyyge bracht wärde.

source: No harvesting. No surveillance. No algorithms deciding who sees what.
gsw: Käi Ernte. Käi Überwachig. Käi Algorithme wo entschäide, wer was gsehd.

source: Novelty Detection
gsw: Neuheits-Erkennig

source: Our approach is grounded in peer-reviewed research on physiological synchronization, care networks, and wearable technology for mental health.
gsw: Üser Aasatz basiert uf peer-reviewter Forschig über physiologischi Synchronisation, Pflege-Netzwärk und Wearable-Technologii für mentali Gsundheit.

source: P2P Solution
gsw: P2P Lösig

source: Peer support networks are reactive—friends don't know someone's in crisis until it's too late. With shared physiology, trusted contacts see rising stress patterns and can reach out proactively.
gsw: Peer-Support-Netzwärk sind reaktiv—Kolleg wüsse nöd, dass öpper i de Krise isch, bis es z spot isch. Mit gmeinsamer Physiologii gsehnd vertroueti Kontäkt stiigendi Stress-Muster und chönd proaktiv ussreiche.

source: Predictive Load Balancing
gsw: Vorussähends Load Balancing
